{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "+": 5,
      "-": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      "A": 17,
      "B": 18,
      "C": 19,
      "D": 20,
      "E": 21,
      "F": 22,
      "G": 23,
      "H": 24,
      "I": 25,
      "K": 26,
      "L": 27,
      "M": 28,
      "N": 29,
      "O": 30,
      "P": 31,
      "R": 32,
      "S": 33,
      "T": 34,
      "V": 35,
      "W": 36,
      "Y": 37,
      "Z": 38,
      "a": 39,
      "b": 40,
      "c": 41,
      "d": 42,
      "e": 43,
      "f": 44,
      "g": 45,
      "h": 46,
      "i": 47,
      "l": 48,
      "m": 49,
      "n": 50,
      "o": 51,
      "r": 52,
      "s": 53,
      "t": 54,
      "u": 55,
      "y": 56,
      "Cu": 57,
      "Fe": 58,
      "Ni": 59,
      "Co": 60,
      "11": 61,
      "Al": 62,
      "10": 63,
      "Mg": 64,
      "Cl": 65,
      "Ru": 66,
      "Pd": 67,
      "Ti": 68,
      "Zr": 69,
      "Rh": 70,
      "Ca": 71,
      "Sb": 72,
      "Si": 73,
      "Zn": 74,
      "Mo": 75,
      "Re": 76,
      "Ge": 77,
      "Ta": 78,
      "Ag": 79,
      "As": 80,
      "Os": 81,
      "Be": 82,
      "Ga": 83,
      "Bi": 84,
      "La": 85,
      "Se": 86,
      "Hf": 87,
      "Br": 88,
      "Mn": 89,
      "Pt": 90,
      "Na": 91,
      "Tc": 92,
      "Cr": 93,
      "In": 94,
      "Au": 95,
      "Hg": 96,
      "Sc": 97,
      "12": 98,
      "Li": 99,
      "Cd": 100,
      "Sn": 101,
      "Tl": 102,
      "Ba": 103,
      "Te": 104,
      "13": 105,
      "Pb": 106,
      "Nb": 107,
      "Ir": 108,
      "Sr": 109,
      "14": 110,
      "15": 111,
      "16": 112,
      "17": 113,
      "18": 114,
      "19": 115,
      "20": 116,
      "21": 117,
      "22": 118,
      "23": 119,
      "26": 120,
      "24": 121,
      "27": 122,
      "25": 123,
      "28": 124,
      "29": 125,
      "30": 126,
      "31": 127,
      "Rb": 128,
      "33": 129,
      "32": 130,
      "34": 131,
      "35": 132,
      "Gd": 133,
      "Cs": 134,
      "Nd": 135,
      "Ce": 136,
      "Er": 137,
      "Ho": 138,
      "36": 139,
      "Dy": 140,
      "Tb": 141,
      "37": 142,
      "39": 143,
      "38": 144,
      "Eu": 145,
      "45": 146,
      "Yb": 147,
      "44": 148,
      "42": 149,
      "41": 150,
      "43": 151,
      "Pr": 152,
      "Sm": 153,
      "40": 154,
      "47": 155,
      "48": 156,
      "Pm": 157,
      "49": 158,
      "Tm": 159,
      "46": 160,
      "53": 161,
      "Lu": 162,
      "50": 163,
      "51": 164,
      "52": 165,
      "54": 166
    },
    "merges": [
      "C u",
      "F e",
      "N i",
      "C o",
      "1 1",
      "A l",
      "1 0",
      "M g",
      "C l",
      "R u",
      "P d",
      "T i",
      "Z r",
      "R h",
      "C a",
      "S b",
      "S i",
      "Z n",
      "M o",
      "R e",
      "G e",
      "T a",
      "A g",
      "A s",
      "O s",
      "B e",
      "G a",
      "B i",
      "L a",
      "S e",
      "H f",
      "B r",
      "M n",
      "P t",
      "N a",
      "T c",
      "C r",
      "I n",
      "A u",
      "H g",
      "S c",
      "1 2",
      "L i",
      "C d",
      "S n",
      "T l",
      "B a",
      "T e",
      "1 3",
      "P b",
      "N b",
      "I r",
      "S r",
      "1 4",
      "1 5",
      "1 6",
      "1 7",
      "1 8",
      "1 9",
      "2 0",
      "2 1",
      "2 2",
      "2 3",
      "2 6",
      "2 4",
      "2 7",
      "2 5",
      "2 8",
      "2 9",
      "3 0",
      "3 1",
      "R b",
      "3 3",
      "3 2",
      "3 4",
      "3 5",
      "G d",
      "C s",
      "N d",
      "C e",
      "E r",
      "H o",
      "3 6",
      "D y",
      "T b",
      "3 7",
      "3 9",
      "3 8",
      "E u",
      "4 5",
      "Y b",
      "4 4",
      "4 2",
      "4 1",
      "4 3",
      "P r",
      "S m",
      "4 0",
      "4 7",
      "4 8",
      "P m",
      "4 9",
      "T m",
      "4 6",
      "5 3",
      "L u",
      "5 0",
      "5 1",
      "5 2",
      "5 4"
    ]
  }
}