{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "+": 5,
      ",": 6,
      "-": 7,
      "0": 8,
      "1": 9,
      "2": 10,
      "3": 11,
      "4": 12,
      "5": 13,
      "6": 14,
      "7": 15,
      "8": 16,
      "9": 17,
      "A": 18,
      "B": 19,
      "C": 20,
      "D": 21,
      "E": 22,
      "F": 23,
      "G": 24,
      "H": 25,
      "I": 26,
      "K": 27,
      "L": 28,
      "M": 29,
      "N": 30,
      "O": 31,
      "P": 32,
      "R": 33,
      "S": 34,
      "T": 35,
      "U": 36,
      "V": 37,
      "W": 38,
      "X": 39,
      "Y": 40,
      "Z": 41,
      "a": 42,
      "b": 43,
      "c": 44,
      "d": 45,
      "e": 46,
      "f": 47,
      "g": 48,
      "h": 49,
      "i": 50,
      "l": 51,
      "m": 52,
      "n": 53,
      "o": 54,
      "p": 55,
      "r": 56,
      "s": 57,
      "t": 58,
      "u": 59,
      "x": 60,
      "y": 61,
      "ic": 62,
      "bic": 63,
      "on": 64,
      "cu": 65,
      "cubic": 66,
      "or": 67,
      "al": 68,
      "gon": 69,
      "gonal": 70,
      "tr": 71,
      "agonal": 72,
      "etr": 73,
      "tetr": 74,
      "tetragonal": 75,
      "11": 76,
      "10": 77,
      "13": 78,
      "12": 79,
      "15": 80,
      "ho": 81,
      "hor": 82,
      "mbic": 83,
      "thor": 84,
      "orthor": 85,
      "hombic": 86,
      "orthorhombic": 87,
      "Ni": 88,
      "14": 89,
      "Fe": 90,
      "17": 91,
      "Mg": 92,
      "Al": 93,
      "19": 94,
      "16": 95,
      "Cu": 96,
      "Co": 97,
      "Li": 98,
      "Ti": 99,
      "Mn": 100,
      "18": 101,
      "Zn": 102,
      "23": 103,
      "Zr": 104,
      "Sn": 105,
      "Ag": 106,
      "Pd": 107,
      "Pb": 108,
      "Si": 109,
      "Hf": 110,
      "Nb": 111,
      "Ga": 112,
      "Pt": 113,
      "Na": 114,
      "Cd": 115,
      "Ca": 116,
      "In": 117,
      "Cr": 118,
      "Mo": 119,
      "Ta": 120,
      "20": 121,
      "Au": 122,
      "Ba": 123,
      "Bi": 124,
      "Hg": 125,
      "Tl": 126,
      "La": 127,
      "Sr": 128,
      "Rh": 129,
      "Sc": 130,
      "Ir": 131,
      "Ru": 132,
      "Re": 133,
      "Os": 134,
      "25": 135,
      "Se": 136,
      "Tc": 137,
      "Cl": 138,
      "27": 139,
      "Be": 140,
      "Ge": 141,
      "Te": 142,
      "24": 143,
      "Sb": 144,
      "As": 145,
      "Br": 146,
      "in": 147,
      "lin": 148,
      "linic": 149,
      "29": 150,
      "26": 151,
      "clinic": 152,
      "mon": 153,
      "oclinic": 154,
      "monoclinic": 155,
      "28": 156,
      "33": 157,
      "21": 158,
      "35": 159,
      "30": 160,
      "37": 161,
      "22": 162,
      "39": 163,
      "45": 164,
      "47": 165,
      "36": 166,
      "38": 167,
      "40": 168,
      "igonal": 169,
      "trigonal": 170,
      "46": 171,
      "48": 172,
      "49": 173,
      "31": 174,
      "34": 175,
      "55": 176,
      "43": 177,
      "32": 178,
      "57": 179,
      "59": 180,
      "67": 181,
      "69": 182,
      "87": 183,
      "89": 184,
      "07": 185,
      "09": 186,
      "41": 187,
      "44": 188,
      "ex": 189,
      "hex": 190,
      "hexagonal": 191,
      "85": 192,
      "65": 193,
      "05": 194,
      "79": 195,
      "42": 196,
      "77": 197,
      "99": 198,
      "50": 199,
      "53": 200,
      "63": 201,
      "60": 202,
      "Rb": 203,
      "51": 204,
      "97": 205,
      "Cs": 206,
      "83": 207,
      "80": 208,
      "61": 209,
      "58": 210,
      "56": 211,
      "Cu2": 212,
      "Al2": 213,
      "Mg2": 214,
      "54": 215,
      "Fe2": 216,
      "Ni2": 217,
      "Si2": 218,
      "68": 219,
      "Mn2": 220,
      "Ag2": 221,
      "03": 222,
      "Ti2": 223,
      "Sn2": 224,
      "V2": 225,
      "Li2": 226,
      "K2": 227,
      "Pb2": 228,
      "Ge2": 229,
      "Pd2": 230,
      "Au2": 231,
      "Tl2": 232,
      "P2": 233,
      "In2": 234,
      "Nb2": 235,
      "Na2": 236,
      "Cd2": 237,
      "Co2": 238,
      "Zn2": 239,
      "Ba2": 240,
      "Zr2": 241,
      "Bi2": 242,
      "W2": 243,
      "La2": 244,
      "Ga2": 245,
      "Cr2": 246,
      "75": 247,
      "Cl2": 248,
      "95": 249,
      "Pt2": 250,
      "As2": 251,
      "Ta2": 252,
      "Hg2": 253,
      "88": 254,
      "Sb2": 255,
      "Sr2": 256,
      "Br2": 257,
      "52": 258,
      "Hf2": 259,
      "B2": 260,
      "Mo2": 261,
      "Os2": 262,
      "Ce": 263,
      "Ca2": 264,
      "Te2": 265,
      "Ir2": 266,
      "Se2": 267,
      "Y2": 268,
      "Re2": 269,
      "Tc2": 270,
      "Ru2": 271,
      "Rh2": 272,
      "Sc2": 273,
      "Sm": 274,
      "66": 275,
      "Nd": 276,
      "Be2": 277,
      "81": 278,
      "00": 279,
      "Er": 280,
      "73": 281,
      "Dy": 282,
      "93": 283,
      "Ho": 284,
      "01": 285,
      "Eu": 286,
      "Gd": 287,
      "86": 288,
      "Tm": 289,
      "Lu": 290,
      "70": 291,
      "Pr": 292,
      "Th": 293,
      "90": 294,
      "Yb": 295,
      "Tb": 296,
      "Np": 297,
      "Pa": 298,
      "71": 299,
      "91": 300,
      "96": 301,
      "Pu": 302,
      "78": 303,
      "76": 304,
      "98": 305,
      "O3": 306,
      "4O": 307,
      "08": 308,
      "06": 309,
      "219": 310,
      "211": 311,
      "217": 312,
      "215": 313,
      "225": 314,
      "223": 315,
      "227": 316,
      "213": 317,
      "iclinic": 318,
      "triclinic": 319,
      "229": 320,
      "Ac": 321,
      "419": 322,
      "417": 323,
      "425": 324,
      "435": 325,
      "413": 326,
      "439": 327,
      "423": 328,
      "437": 329,
      "415": 330,
      "445": 331,
      "433": 332,
      "429": 333,
      "447": 334,
      "449": 335,
      "411": 336,
      "Pm": 337,
      "427": 338,
      "109": 339,
      "107": 340,
      "149": 341,
      "129": 342,
      "127": 343,
      "189": 344,
      "169": 345,
      "167": 346,
      "147": 347,
      "207": 348,
      "187": 349,
      "209": 350,
      "269": 351,
      "289": 352,
      "249": 353,
      "267": 354,
      "247": 355,
      "287": 356,
      "119": 357,
      "139": 358,
      "179": 359,
      "157": 360,
      "117": 361,
      "137": 362,
      "159": 363,
      "199": 364,
      "177": 365,
      "325": 366,
      "323": 367,
      "197": 368,
      "329": 369,
      "327": 370,
      "347": 371,
      "345": 372,
      "105": 373,
      "349": 374,
      "125": 375,
      "145": 376,
      "165": 377,
      "185": 378,
      "205": 379,
      "409": 380,
      "469": 381,
      "62": 382,
      "489": 383,
      "467": 384,
      "407": 385,
      "311": 386,
      "265": 387,
      "319": 388,
      "315": 389,
      "487": 390,
      "239": 391,
      "245": 392,
      "317": 393,
      "259": 394,
      "237": 395,
      "285": 396,
      "313": 397,
      "299": 398,
      "279": 399,
      "257": 400,
      "277": 401,
      "307": 402,
      "309": 403,
      "297": 404,
      "389": 405,
      "369": 406,
      "367": 407,
      "387": 408,
      "P4": 409,
      "479": 410,
      "339": 411,
      "459": 412,
      "337": 413,
      "357": 414,
      "115": 415,
      "457": 416,
      "135": 417,
      "359": 418,
      "379": 419,
      "175": 420,
      "155": 421,
      "477": 422,
      "399": 423,
      "377": 424,
      "397": 425,
      "405": 426,
      "195": 427,
      "465": 428,
      "485": 429,
      "216": 430,
      "210": 431,
      "214": 432,
      "226": 433,
      "218": 434,
      "212": 435,
      "224": 436,
      "220": 437,
      "228": 438,
      "255": 439,
      "235": 440,
      "295": 441,
      "430": 442,
      "438": 443,
      "275": 444,
      "436": 445,
      "Al4": 446,
      "416": 447,
      "412": 448,
      "475": 449,
      "Cu4": 450,
      "426": 451,
      "428": 452,
      "414": 453,
      "410": 454,
      "418": 455,
      "455": 456,
      "355": 457,
      "335": 458,
      "305": 459,
      "440": 460,
      "375": 461,
      "424": 462,
      "365": 463,
      "420": 464,
      "385": 465,
      "448": 466,
      "395": 467,
      "446": 468,
      "316": 469,
      "314": 470,
      "318": 471,
      "320": 472,
      "O8": 473,
      "310": 474,
      "324": 475,
      "312": 476,
      "326": 477,
      "328": 478,
      "340": 479,
      "348": 480,
      "Si4": 481,
      "346": 482,
      "F3": 483,
      "Ni4": 484,
      "O6": 485,
      "Mg4": 486,
      "499": 487,
      "Fe4": 488,
      "497": 489,
      "100": 490,
      "110": 491,
      "120": 492,
      "V4": 493,
      "130": 494,
      "140": 495,
      "150": 496,
      "160": 497,
      "108": 498,
      "170": 499,
      "190": 500,
      "200": 501,
      "180": 502,
      "Ti4": 503,
      "128": 504,
      "118": 505,
      "158": 506,
      "138": 507,
      "148": 508,
      "106": 509,
      "679": 510,
      "699": 511,
      "879": 512,
      "495": 513,
      "677": 514,
      "178": 515,
      "116": 516,
      "168": 517,
      "188": 518,
      "697": 519,
      "877": 520,
      "198": 521,
      "C2": 522,
      "Al3": 523,
      "146": 524,
      "443": 525,
      "126": 526,
      "156": 527,
      "899": 528,
      "166": 529,
      "897": 530,
      "136": 531,
      "208": 532,
      "176": 533,
      "196": 534,
      "559": 535,
      "579": 536,
      "206": 537,
      "Ni3": 538,
      "Cu3": 539,
      "Co4": 540,
      "186": 541,
      "230": 542,
      "599": 543,
      "Zr4": 544,
      "597": 545,
      "Zn4": 546,
      "577": 547,
      "260": 548,
      "079": 549,
      "557": 550,
      "077": 551,
      "250": 552,
      "097": 553,
      "270": 554,
      "280": 555,
      "240": 556,
      "099": 557,
      "695": 558,
      "290": 559,
      "675": 560,
      "875": 561,
      "258": 562,
      "238": 563,
      "B4": 564,
      "268": 565,
      "248": 566,
      "288": 567,
      "Sn4": 568,
      "895": 569,
      "278": 570,
      "298": 571,
      "236": 572,
      "256": 573,
      "286": 574,
      "296": 575,
      "075": 576,
      "300": 577,
      "246": 578,
      "330": 579,
      "276": 580,
      "266": 581,
      "360": 582,
      "350": 583,
      "095": 584,
      "Ge4": 585,
      "Se4": 586,
      "575": 587,
      "MoNb": 588,
      "380": 589,
      "400": 590,
      "370": 591,
      "Li4": 592,
      "595": 593,
      "Ca4": 594,
      "308": 595,
      "555": 596,
      "8O": 597,
      "Fe3": 598,
      "390": 599,
      "368": 600,
      "470": 601,
      "450": 602,
      "338": 603,
      "Y4": 604,
      "306": 605,
      "480": 606,
      "Sb4": 607,
      "336": 608,
      "358": 609,
      "Hf4": 610,
      "460": 611,
      "398": 612,
      "Ag4": 613,
      "388": 614,
      "408": 615,
      "Mg3": 616,
      "378": 617,
      "366": 618,
      "396": 619,
      "376": 620,
      "Ti3": 621,
      "P3": 622,
      "468": 623,
      "478": 624,
      "458": 625,
      "Pt4": 626,
      "406": 627,
      "386": 628,
      "356": 629,
      "466": 630,
      "488": 631,
      "456": 632,
      "Sr4": 633,
      "476": 634,
      "486": 635,
      "Pd4": 636,
      "123": 637,
      "263": 638,
      "153": 639,
      "133": 640,
      "183": 641,
      "233": 642,
      "283": 643,
      "Pb4": 644,
      "243": 645,
      "103": 646,
      "173": 647,
      "Te4": 648,
      "143": 649,
      "273": 650,
      "Mn4": 651,
      "163": 652,
      "113": 653,
      "203": 654,
      "253": 655,
      "121": 656,
      "VW": 657,
      "293": 658,
      "Ba4": 659,
      "193": 660,
      "241": 661,
      "343": 662,
      "161": 663,
      "101": 664,
      "171": 665,
      "C4": 666,
      "Hf3": 667,
      "201": 668,
      "281": 669,
      "141": 670,
      "261": 671,
      "799": 672,
      "181": 673,
      "291": 674,
      "797": 675,
      "131": 676,
      "151": 677,
      "191": 678,
      "Co3": 679,
      "271": 680,
      "As4": 681,
      "Cr4": 682,
      "FeGa": 683,
      "251": 684,
      "493": 685,
      "231": 686,
      "463": 687,
      "453": 688,
      "473": 689,
      "Rh4": 690,
      "483": 691,
      "Zr3": 692,
      "CaCd": 693,
      "K4": 694,
      "111": 695,
      "W4": 696,
      "403": 697,
      "C3": 698,
      "341": 699,
      "V3": 700,
      "HgIn": 701,
      "Sc4": 702,
      "OsPb": 703,
      "Ta4": 704,
      "451": 705,
      "461": 706,
      "491": 707,
      "471": 708,
      "401": 709,
      "481": 710,
      "CoCr": 711,
      "LiMg": 712,
      "YZn": 713,
      "Bi4": 714,
      "RhRu": 715,
      "MnMo": 716,
      "NaNb": 717,
      "TiTl": 718,
      "Au4": 719,
      "Si3": 720,
      "HgIr": 721,
      "O12": 722,
      "Cl4": 723,
      "SrTa": 724,
      "TiW": 725,
      "ScSn": 726,
      "BaBe": 727,
      "393": 728,
      "363": 729,
      "Ru4": 730,
      "Li3": 731,
      "HfIn": 732,
      "Cd4": 733,
      "Ga4": 734,
      "PtRe": 735,
      "KMg": 736,
      "Mn3": 737,
      "MnNb": 738,
      "PdRe": 739,
      "777": 740,
      "373": 741,
      "303": 742,
      "333": 743,
      "La4": 744,
      "383": 745,
      "NiOs": 746,
      "CuFe": 747,
      "Ag3": 748,
      "SrTc": 749,
      "BiCd": 750,
      "AlAu": 751,
      "353": 752,
      "361": 753,
      "673": 754,
      "HfHg": 755,
      "351": 756,
      "KLa": 757,
      "Pd3": 758,
      "BiCa": 759,
      "CuGa": 760,
      "InIr": 761,
      "Mo4": 762,
      "NiPb": 763,
      "MnNa": 764,
      "873": 765,
      "391": 766,
      "803": 767,
      "ZnZr": 768,
      "653": 769,
      "P8": 770,
      "YZr": 771,
      "603": 772,
      "TiV": 773,
      "693": 774,
      "331": 775,
      "381": 776,
      "893": 777,
      "PdPt": 778,
      "371": 779,
      "CrFe": 780,
      "Rh3": 781,
      "RhSc": 782,
      "853": 783,
      "053": 784,
      "795": 785,
      "851": 786,
      "301": 787,
      "999": 788,
      "TaTc": 789,
      "871": 790,
      "091": 791,
      "073": 792,
      "Tl4": 793,
      "671": 794,
      "997": 795,
      "KLi": 796,
      "TlW": 797,
      "HfIr": 798,
      "071": 799,
      "691": 800,
      "651": 801,
      "MoNa": 802,
      "LaMg": 803,
      "093": 804,
      "891": 805,
      "In4": 806,
      "051": 807,
      "601": 808,
      "TlV": 809,
      "CoGa": 810,
      "CdCr": 811,
      "801": 812,
      "AuBa": 813,
      "RhSn": 814,
      "221": 815,
      "Ge3": 816,
      "Rb2": 817,
      "Hg4": 818,
      "RuSc": 819,
      "Pt3": 820,
      "AuBe": 821,
      "AlBa": 822,
      "PbRe": 823,
      "Ir4": 824,
      "CoFe": 825,
      "441": 826,
      "LaLi": 827,
      "RuSn": 828,
      "Br4": 829,
      "BiCr": 830,
      "TiZn": 831,
      "431": 832,
      "AlBe": 833,
      "421": 834,
      "CoCu": 835,
      "CaCr": 836,
      "Nb4": 837,
      "TaW": 838,
      "Hg3": 839,
      "Cs2": 840,
      "Y3": 841,
      "775": 842,
      "Os4": 843,
      "O24": 844,
      "PbPt": 845,
      "VZn": 846,
      "593": 847,
      "NiRe": 848,
      "PbPd": 849,
      "553": 850,
      "Ce2": 851,
      "Mo3": 852,
      "B3": 853,
      "Se3": 854,
      "573": 855,
      "OsRe": 856,
      "571": 857,
      "681": 858,
      "Au3": 859,
      "TaTl": 860,
      "La3": 861,
      "Te3": 862,
      "SnSr": 863,
      "TiY": 864,
      "AgBe": 865,
      "VY": 866,
      "TiZr": 867,
      "Nd2": 868,
      "Ru3": 869,
      "OsPt": 870,
      "HgK": 871,
      "In3": 872,
      "MgNa": 873,
      "O16": 874,
      "As3": 875,
      "551": 876,
      "VZr": 877,
      "Zn3": 878,
      "CaCu": 879,
      "SnTc": 880,
      "OsPd": 881,
      "Pb3": 882,
      "RhSr": 883,
      "ScSr": 884,
      "LiNa": 885,
      "Cd3": 886,
      "NiPd": 887,
      "InK": 888,
      "Sn3": 889,
      "WY": 890,
      "MgMn": 891,
      "Bi3": 892,
      "ScTc": 893,
      "GaHf": 894,
      "CdCo": 895,
      "CdCu": 896,
      "591": 897,
      "975": 898,
      "NiPt": 899,
      "IrK": 900,
      "LiNb": 901,
      "995": 902,
      "Ca3": 903,
      "CdFe": 904,
      "CrCu": 905,
      "Re4": 906,
      "P6": 907,
      "Sm2": 908,
      "Ba3": 909,
      "Cr3": 910,
      "434": 911,
      "HgLa": 912,
      "SnTa": 913,
      "Sc3": 914,
      "MgMo": 915,
      "LiMo": 916,
      "MgNb": 917,
      "CdGa": 918,
      "WZn": 919,
      "BiFe": 920,
      "CaCo": 921,
      "Br3": 922,
      "WZr": 923,
      "InLa": 924,
      "TlZn": 925,
      "RuSr": 926,
      "TlY": 927,
      "RuTc": 928,
      "Ir3": 929,
      "Cl3": 930,
      "BiCo": 931,
      "RhTc": 932,
      "Be4": 933,
      "Sb3": 934,
      "LiMn": 935,
      "CrGa": 936,
      "TlZr": 937,
      "Ta3": 938,
      "BiCu": 939,
      "IrLa": 940,
      "HfK": 941,
      "TaTi": 942,
      "CaGa": 943,
      "CaFe": 944,
      "Na4": 945,
      "Tl3": 946,
      "Nb3": 947,
      "AlCu": 948,
      "TaV": 949,
      "BiGa": 950,
      "HfLa": 951,
      "Os3": 952,
      "TaZr": 953,
      "KMn": 954,
      "HgMg": 955,
      "Tc4": 956,
      "Eu2": 957,
      "Sr3": 958,
      "Na3": 959,
      "Re3": 960,
      "BaCo": 961,
      "InLi": 962,
      "TaY": 963,
      "ReRh": 964,
      "881": 965,
      "K3": 966,
      "Ga3": 967,
      "Dy2": 968,
      "Er2": 969,
      "PdRh": 970,
      "Gd2": 971,
      "NaNi": 972,
      "Be3": 973,
      "InMo": 974,
      "NbPb": 975,
      "InMn": 976,
      "W3": 977,
      "NbNi": 978,
      "U2": 979,
      "ReSc": 980,
      "PtRh": 981,
      "IrMn": 982,
      "NbOs": 983,
      "PdSc": 984,
      "AuBi": 985,
      "LaMn": 986,
      "NaPb": 987,
      "Ho2": 988,
      "Th2": 989,
      "PdRu": 990,
      "HgMn": 991,
      "Lu2": 992,
      "AuCo": 993,
      "BeBi": 994,
      "PtRu": 995,
      "HfMg": 996,
      "TaZn": 997,
      "HgMo": 998,
      "4O8": 999,
      "KMo": 1000,
      "BaBi": 1001,
      "PtSc": 1002,
      "AgBi": 1003,
      "ReRu": 1004,
      "LaMo": 1005,
      "BeCd": 1006,
      "InMg": 1007,
      "IrMo": 1008,
      "IrMg": 1009,
      "IrLi": 1010,
      "Np2": 1011,
      "AuCr": 1012,
      "BaCd": 1013,
      "BaCa": 1014,
      "BaCr": 1015,
      "AuCd": 1016,
      "SnV": 1017,
      "HgLi": 1018,
      "NaOs": 1019,
      "BeCa": 1020,
      "AgCa": 1021,
      "SnTi": 1022,
      "AlCr": 1023,
      "AgCd": 1024,
      "S2": 1025,
      "AlCd": 1026,
      "HfMo": 1027,
      "SrTi": 1028,
      "AlFe": 1029,
      "PbSc": 1030,
      "SrTl": 1031,
      "Tc3": 1032,
      "Pa2": 1033,
      "AlBi": 1034,
      "AuCa": 1035,
      "AgCu": 1036,
      "BeCu": 1037,
      "BaCu": 1038,
      "AgCr": 1039,
      "PbRh": 1040,
      "KNa": 1041,
      "HfMn": 1042,
      "S4": 1043,
      "SnZn": 1044,
      "AuFe": 1045,
      "HfLi": 1046,
      "AlCo": 1047,
      "NiRh": 1048,
      "AlCa": 1049,
      "AgCo": 1050,
      "SnTl": 1051,
      "001": 1052,
      "PbRu": 1053,
      "SnW": 1054,
      "TcTl": 1055,
      "BaFe": 1056,
      "SrV": 1057,
      "TcTi": 1058,
      "Tm2": 1059,
      "NiSc": 1060,
      "InNb": 1061,
      "AuCu": 1062,
      "AgFe": 1063,
      "KNb": 1064,
      "BeCo": 1065,
      "SnY": 1066,
      "OsSc": 1067,
      "OsRh": 1068,
      "BeFe": 1069,
      "NiRu": 1070,
      "SrW": 1071,
      "BeCr": 1072,
      "TcZr": 1073,
      "TcY": 1074,
      "LaNb": 1075,
      "TcW": 1076,
      "InNa": 1077,
      "AlGa": 1078,
      "IrNb": 1079,
      "LaNa": 1080,
      "TcV": 1081,
      "HgNb": 1082,
      "BaGa": 1083,
      "TcZn": 1084,
      "SrY": 1085,
      "SrZr": 1086,
      "SnZr": 1087,
      "AuGa": 1088,
      "HgNa": 1089,
      "OsRu": 1090,
      "SrZn": 1091,
      "O4": 1092,
      "IrNa": 1093,
      "BeGa": 1094,
      "N3": 1095,
      "503": 1096,
      "793": 1097,
      "HfNb": 1098,
      "AgGa": 1099,
      "S3": 1100,
      "4O16": 1101,
      "H3": 1102,
      "N2": 1103,
      "AgAl": 1104,
      "HfNa": 1105,
      "791": 1106,
      "4O12": 1107,
      "Al6": 1108,
      "MnNi": 1109,
      "581": 1110,
      "501": 1111,
      "O2": 1112,
      "Mg6": 1113,
      "S8": 1114,
      "490": 1115,
      "773": 1116,
      "MnOs": 1117,
      "AgAu": 1118,
      "ReTa": 1119,
      "MoPb": 1120,
      "MoNi": 1121,
      "MnPb": 1122,
      "I3": 1123,
      "MoOs": 1124,
      "498": 1125,
      "RhTa": 1126,
      "ScTl": 1127,
      "ScTi": 1128,
      "ScTa": 1129,
      "MgNi": 1130,
      "LiNi": 1131,
      "ReSn": 1132,
      "RuTa": 1133,
      "PtSn": 1134,
      "600": 1135,
      "Pu2": 1136,
      "496": 1137,
      "670": 1138,
      "LaNi": 1139,
      "MgPd": 1140,
      "Rb3": 1141,
      "CuHg": 1142,
      "LaOs": 1143,
      "RuV": 1144,
      "NbPd": 1145,
      "800": 1146,
      "Si6": 1147,
      "IrPb": 1148,
      "771": 1149,
      "KNi": 1150,
      "650": 1151,
      "InNi": 1152,
      "ScY": 1153,
      "690": 1154,
      "MnPt": 1155,
      "MgPb": 1156,
      "MnPd": 1157,
      "Si8": 1158,
      "NaPd": 1159,
      "RuTi": 1160,
      "870": 1161,
      "850": 1162,
      "ScW": 1163,
      "ReSr": 1164,
      "LiPb": 1165,
      "MoPd": 1166,
      "ScV": 1167,
      "IrNi": 1168,
      "550": 1169,
      "ReTc": 1170,
      "993": 1171,
      "LiOs": 1172,
      "RuTl": 1173,
      "AgBa": 1174,
      "RhTi": 1175,
      "InOs": 1176,
      "608": 1177,
      "858": 1178,
      "PtSr": 1179,
      "ScZr": 1180,
      "Cs3": 1181,
      "973": 1182,
      "FeHg": 1183,
      "658": 1184,
      "KPd": 1185,
      "656": 1186,
      "IrOs": 1187,
      "808": 1188,
      "KPb": 1189,
      "RuY": 1190,
      "806": 1191,
      "FeHf": 1192,
      "RhW": 1193,
      "570": 1194,
      "LaPb": 1195,
      "RhTl": 1196,
      "590": 1197,
      "676": 1198,
      "878": 1199,
      "696": 1200,
      "KOs": 1201,
      "RhY": 1202,
      "GaHg": 1203,
      "RhV": 1204,
      "678": 1205,
      "876": 1206,
      "890": 1207,
      "RhZr": 1208,
      "606": 1209,
      "NbRe": 1210,
      "698": 1211,
      "PtTa": 1212,
      "PtTc": 1213,
      "971": 1214,
      "MgOs": 1215,
      "856": 1216,
      "CuHf": 1217,
      "ScZn": 1218,
      "LaPd": 1219,
      "RuW": 1220,
      "InPd": 1221,
      "O32": 1222,
      "LiPd": 1223,
      "CdHg": 1224,
      "598": 1225,
      "596": 1226,
      "CrHg": 1227,
      "686": 1228,
      "IrPd": 1229,
      "InPb": 1230,
      "576": 1231,
      "RuZr": 1232,
      "CrHf": 1233,
      "MoRe": 1234,
      "578": 1235,
      "PtTl": 1236,
      "RuZn": 1237,
      "CoHf": 1238,
      "556": 1239,
      "688": 1240,
      "558": 1241,
      "898": 1242,
      "TeTi": 1243,
      "RhZn": 1244,
      "NaRe": 1245,
      "Ni6": 1246,
      "896": 1247,
      "991": 1248,
      "O14": 1249,
      "GaIn": 1250,
      "CoHg": 1251,
      "PtTi": 1252,
      "CdHf": 1253,
      "790": 1254,
      "CaHg": 1255,
      "GeHg": 1256,
      "PtW": 1257,
      "BrCl": 1258,
      "PtV": 1259,
      "PtY": 1260,
      "SnTe": 1261,
      "C5": 1262,
      "500": 1263,
      "MnRe": 1264,
      "666": 1265,
      "508": 1266,
      "FeLi": 1267,
      "CuIn": 1268,
      "BiHg": 1269,
      "KRe": 1270,
      "FeIr": 1271,
      "Cu6": 1272,
      "568": 1273,
      "CuMg": 1274,
      "CrIn": 1275,
      "FeIn": 1276,
      "PtZr": 1277,
      "770": 1278,
      "SeSi": 1279,
      "586": 1280,
      "PtZn": 1281,
      "CoIn": 1282,
      "798": 1283,
      "HfNi": 1284,
      "506": 1285,
      "LiRe": 1286,
      "FeK": 1287,
      "588": 1288,
      "796": 1289,
      "MgRe": 1290,
      "HgOs": 1291,
      "CrK": 1292,
      "C8": 1293,
      "566": 1294,
      "886": 1295,
      "778": 1296,
      "422": 1297,
      "CuK": 1298,
      "970": 1299,
      "LaRe": 1300,
      "888": 1301,
      "GaK": 1302,
      "CaHf": 1303,
      "F6": 1304,
      "BiHf": 1305,
      "090": 1306,
      "050": 1307,
      "GaIr": 1308,
      "SeSn": 1309,
      "BaHg": 1310,
      "CuGe": 1311,
      "AgAs": 1312,
      "GaLi": 1313,
      "CrIr": 1314,
      "CuLa": 1315,
      "SeTe": 1316,
      "SbSc": 1317,
      "SiSn": 1318,
      "SiTe": 1319,
      "AuB": 1320,
      "BrCd": 1321,
      "CoIr": 1322,
      "990": 1323,
      "TeV": 1324,
      "070": 1325,
      "978": 1326,
      "CuIr": 1327,
      "CdIn": 1328,
      "BaHf": 1329,
      "776": 1330,
      "FeGe": 1331,
      "SiTi": 1332,
      "RuSb": 1333,
      "708": 1334,
      "BeHg": 1335,
      "Fe6": 1336,
      "PdSn": 1337,
      "FeMg": 1338,
      "AgB": 1339,
      "ReTl": 1340,
      "CoK": 1341,
      "TeTl": 1342,
      "PdSr": 1343,
      "PdTc": 1344,
      "CaIn": 1345,
      "096": 1346,
      "B6": 1347,
      "TaTe": 1348,
      "SbSe": 1349,
      "AgHg": 1350,
      "098": 1351,
      "OsP": 1352,
      "AlAs": 1353,
      "BeHf": 1354,
      "CoLa": 1355,
      "CuLi": 1356,
      "FeLa": 1357,
      "976": 1358,
      "GaGe": 1359,
      "AuHf": 1360,
      "PPb": 1361,
      "PdTa": 1362,
      "ReV": 1363,
      "908": 1364,
      "AlHf": 1365,
      "CrLi": 1366,
      "076": 1367,
      "ReW": 1368,
      "OsSn": 1369,
      "PbTa": 1370,
      "056": 1371,
      "BrCo": 1372,
      "PbSn": 1373,
      "GaMg": 1374,
      "078": 1375,
      "N4": 1376,
      "GaLa": 1377,
      "BBa": 1378,
      "HgNi": 1379,
      "FeNb": 1380,
      "PtSb": 1381,
      "CdCl": 1382,
      "CrLa": 1383,
      "AsAu": 1384,
      "058": 1385,
      "CaCl": 1386,
      "ScSe": 1387,
      "CdIr": 1388,
      "RhSb": 1389,
      "PPd": 1390,
      "CaIr": 1391,
      "BiBr": 1392,
      "GaMn": 1393,
      "ReY": 1394,
      "998": 1395,
      "706": 1396,
      "CdMg": 1397,
      "CrMo": 1398,
      "O10": 1399,
      "CdGe": 1400,
      "ClCo": 1401,
      "TeW": 1402,
      "NbPt": 1403,
      "CaK": 1404,
      "PbSr": 1405,
      "CdK": 1406,
      "CaMg": 1407,
      "NiSn": 1408,
      "SiTa": 1409,
      "ReZr": 1410,
      "TeY": 1411,
      "TeZn": 1412,
      "MoPt": 1413,
      "BiIn": 1414,
      "BiIr": 1415,
      "ReTi": 1416,
      "GeHf": 1417,
      "996": 1418,
      "AgHf": 1419,
      "NaPt": 1420,
      "BeBr": 1421,
      "PbTi": 1422,
      "TeZr": 1423,
      "SiSr": 1424,
      "AsB": 1425,
      "PdTi": 1426,
      "CrGe": 1427,
      "CuNa": 1428,
      "Ti6": 1429,
      "FeMo": 1430,
      "CoLi": 1431,
      "BiCl": 1432,
      "ReSb": 1433,
      "SiZn": 1434,
      "AlIn": 1435,
      "Se8": 1436,
      "RuSe": 1437,
      "CuMn": 1438,
      "AuHg": 1439,
      "GaNa": 1440,
      "OsSr": 1441,
      "NiP": 1442,
      "CrMg": 1443,
      "906": 1444,
      "CoMg": 1445,
      "GaMo": 1446,
      "RhSi": 1447,
      "AlBr": 1448,
      "PbTc": 1449,
      "BaBr": 1450,
      "P12": 1451,
      "AuBr": 1452,
      "SbTa": 1453,
      "AlB": 1454,
      "NbRu": 1455,
      "BeIn": 1456,
      "AlHg": 1457,
      "ReZn": 1458,
      "AgBr": 1459,
      "PbTl": 1460,
      "PbV": 1461,
      "CdLi": 1462,
      "NiSr": 1463,
      "CuMo": 1464,
      "PdY": 1465,
      "NbRh": 1466,
      "CdMn": 1467,
      "FeMn": 1468,
      "SeSr": 1469,
      "TcTe": 1470,
      "ClCr": 1471,
      "CaGe": 1472,
      "OsTa": 1473,
      "CoGe": 1474,
      "SiTc": 1475,
      "PdV": 1476,
      "SbTe": 1477,
      "Co6": 1478,
      "SiV": 1479,
      "CaLa": 1480,
      "BaCl": 1481,
      "Al8": 1482,
      "SeTa": 1483,
      "PdTl": 1484,
      "CuNb": 1485,
      "BrFe": 1486,
      "LiPt": 1487,
      "MnRh": 1488,
      "BeCl": 1489,
      "C6": 1490,
      "V6": 1491,
      "SiZr": 1492,
      "NiTa": 1493,
      "MnP": 1494,
      "BaIn": 1495,
      "BaIr": 1496,
      "AsBi": 1497,
      "NaRu": 1498,
      "CrNb": 1499,
      "ReSe": 1500,
      "BeK": 1501,
      "NaSc": 1502,
      "CdLa": 1503,
      "PdSb": 1504,
      "BrCa": 1505,
      "PPt": 1506,
      "PdZr": 1507,
      "MgPt": 1508,
      "HgPb": 1509,
      "BrGe": 1510,
      "PdW": 1511,
      "BrCr": 1512,
      "NbP": 1513,
      "NaRh": 1514,
      "SiTl": 1515,
      "LaPt": 1516,
      "SeV": 1517,
      "BBe": 1518,
      "CoMn": 1519,
      "AuIn": 1520,
      "SbSi": 1521,
      "SeTi": 1522,
      "PdZn": 1523,
      "BiK": 1524,
      "ScSi": 1525,
      "FeNa": 1526,
      "MoRh": 1527,
      "RuSi": 1528,
      "000": 1529,
      "AuIr": 1530,
      "ClCu": 1531,
      "008": 1532,
      "GeIr": 1533,
      "BrGa": 1534,
      "OsTc": 1535,
      "SbTi": 1536,
      "PbZn": 1537,
      "AgIn": 1538,
      "BiLi": 1539,
      "CrMn": 1540,
      "BaK": 1541,
      "OsTl": 1542,
      "AsBe": 1543,
      "SrTe": 1544,
      "ClGe": 1545,
      "PbY": 1546,
      "CoNb": 1547,
      "CdMo": 1548,
      "PbZr": 1549,
      "BiLa": 1550,
      "SbSn": 1551,
      "NiTl": 1552,
      "SbW": 1553,
      "SeW": 1554,
      "SbV": 1555,
      "006": 1556,
      "GaNb": 1557,
      "CaLi": 1558,
      "B8": 1559,
      "NiV": 1560,
      "SeTc": 1561,
      "AuCl": 1562,
      "SeZn": 1563,
      "MoRu": 1564,
      "OsTi": 1565,
      "N8": 1566,
      "SbTl": 1567,
      "Mn6": 1568,
      "GeIn": 1569,
      "SbSr": 1570,
      "SiW": 1571,
      "NaP": 1572,
      "AsBr": 1573,
      "O18": 1574,
      "CaMn": 1575,
      "BiMg": 1576,
      "BiMn": 1577,
      "SeTl": 1578,
      "ClLi": 1579,
      "SiY": 1580,
      "BeMg": 1581,
      "Li6": 1582,
      "NbSc": 1583,
      "BeLa": 1584,
      "AgIr": 1585,
      "AuK": 1586,
      "BBr": 1587,
      "ClFe": 1588,
      "PbW": 1589,
      "GeK": 1590,
      "GeMg": 1591,
      "OsV": 1592,
      "InPt": 1593,
      "AsBa": 1594,
      "NiTi": 1595,
      "CrNa": 1596,
      "AsCd": 1597,
      "MoP": 1598,
      "ScTe": 1599,
      "SeY": 1600,
      "BeIr": 1601,
      "HgPt": 1602,
      "GeLa": 1603,
      "CoNa": 1604,
      "NiTc": 1605,
      "ReSi": 1606,
      "RhSe": 1607,
      "Zr6": 1608,
      "BBi": 1609,
      "AgK": 1610,
      "AgCl": 1611,
      "BaLi": 1612,
      "BrCu": 1613,
      "BCd": 1614,
      "RuTe": 1615,
      "SbTc": 1616,
      "CoMo": 1617,
      "AlK": 1618,
      "HfOs": 1619,
      "BaMg": 1620,
      "NaSn": 1621,
      "SeZr": 1622,
      "NbSn": 1623,
      "HgPd": 1624,
      "MnSc": 1625,
      "NiY": 1626,
      "OsY": 1627,
      "GeLi": 1628,
      "KPt": 1629,
      "MgRh": 1630,
      "AlIr": 1631,
      "NiZr": 1632,
      "PRe": 1633,
      "PSb": 1634,
      "ClGa": 1635,
      "PRh": 1636,
      "NiW": 1637,
      "NaSr": 1638,
      "AsCa": 1639,
      "H12": 1640,
      "PbSb": 1641,
      "NbTa": 1642,
      "MnSn": 1643,
      "HgRe": 1644,
      "ClHf": 1645,
      "SbY": 1646,
      "IrPt": 1647,
      "BeLi": 1648,
      "BCu": 1649,
      "MnRu": 1650,
      "CaMo": 1651,
      "NbSr": 1652,
      "BiMo": 1653,
      "BrIn": 1654,
      "BaLa": 1655,
      "BeGe": 1656,
      "H16": 1657,
      "AlMg": 1658,
      "AgMg": 1659,
      "RhTe": 1660,
      "AlCl": 1661,
      "Ni5": 1662,
      "NaTa": 1663,
      "AsCo": 1664,
      "AsCr": 1665,
      "HfPb": 1666,
      "AuLi": 1667,
      "BCo": 1668,
      "OsW": 1669,
      "AlLi": 1670,
      "GeMn": 1671,
      "MoSc": 1672,
      "AuLa": 1673,
      "Fe24": 1674,
      "OsZr": 1675,
      "NiSb": 1676,
      "CaNa": 1677,
      "PRu": 1678,
      "CdNa": 1679,
      "Cl6": 1680,
      "BCl": 1681,
      "AlCu2": 1682,
      "PdSi": 1683,
      "IrRe": 1684,
      "322": 1685,
      "CaNb": 1686,
      "BiGe": 1687,
      "AgLa": 1688,
      "AsFe": 1689,
      "BeMn": 1690,
      "Ge6": 1691,
      "PSc": 1692,
      "PtSi": 1693,
      "PtSe": 1694,
      "SbZn": 1695,
      "PbSi": 1696,
      "PSn": 1697,
      "OsZn": 1698,
      "AsGe": 1699,
      "AlLa": 1700,
      "NbTi": 1701,
      "NaTc": 1702,
      "AsCl": 1703,
      "H8": 1704,
      "MgRu": 1705,
      "PdSe": 1706,
      "MoSn": 1707,
      "AgGe": 1708,
      "ClHg": 1709,
      "NbTc": 1710,
      "KRu": 1711,
      "LiRu": 1712,
      "InRe": 1713,
      "BaMn": 1714,
      "MoTa": 1715,
      "SbZr": 1716,
      "AsGa": 1717,
      "BiNa": 1718,
      "Al5": 1719,
      "AuMg": 1720,
      "N6": 1721,
      "BCa": 1722,
      "PSe": 1723,
      "MoSr": 1724,
      "LiRh": 1725,
      "ReTe": 1726,
      "KRh": 1727,
      "GaNi": 1728,
      "InRh": 1729,
      "MgSc": 1730,
      "LaRh": 1731,
      "AsCu": 1732,
      "CdNb": 1733,
      "AuGe": 1734,
      "BaGe": 1735,
      "BFe": 1736,
      "BiNb": 1737,
      "Ni24": 1738,
      "LaRu": 1739,
      "OsSb": 1740,
      "NiZn": 1741,
      "BrHf": 1742,
      "PTa": 1743,
      "BaMo": 1744,
      "ClIn": 1745,
      "PbSe": 1746,
      "PdTe": 1747,
      "OsSi": 1748,
      "W2Y": 1749,
      "BCr": 1750,
      "PtTe": 1751,
      "Rb4": 1752,
      "PSi": 1753,
      "AgMn": 1754,
      "AuMn": 1755,
      "ClMg": 1756,
      "BGe": 1757,
      "LiSc": 1758,
      "Pt6": 1759,
      "HfPt": 1760,
      "LaSc": 1761,
      "HfPd": 1762,
      "Hf6": 1763,
      "AgLi": 1764,
      "Fe8": 1765,
      "MgSn": 1766,
      "AuMo": 1767,
      "NiSi": 1768,
      "AgMo": 1769,
      "Se6": 1770,
      "BGa": 1771,
      "MnSr": 1772,
      "Co24": 1773,
      "HfRe": 1774,
      "BaNa": 1775,
      "IrRh": 1776,
      "ClK": 1777,
      "LiP": 1778,
      "S6": 1779,
      "FeOs": 1780,
      "BeMo": 1781,
      "BrHg": 1782,
      "Ag6": 1783,
      "LaSn": 1784,
      "AgAs2": 1785,
      "NbV": 1786,
      "MnTa": 1787,
      "IrRu": 1788,
      "Mo6": 1789,
      "InRu": 1790,
      "ClLa": 1791,
      "MgP": 1792,
      "MoTc": 1793,
      "GeNa": 1794,
      "Pr2": 1795,
      "BeNb": 1796,
      "FeNi": 1797,
      "LiSn": 1798,
      "W2Zr": 1799,
      "AuNa": 1800,
      "F12": 1801,
      "ClIr": 1802,
      "MnTc": 1803,
      "BeNa": 1804,
      "AsHf": 1805,
      "LiSr": 1806,
      "ClNa": 1807,
      "AsAu2": 1808,
      "Zn2Zr": 1809,
      "BrCl2": 1810,
      "CuNi": 1811,
      "BrIr": 1812,
      "KSc": 1813,
      "NbTl": 1814,
      "InSc": 1815,
      "PTi": 1816,
      "AgAl2": 1817,
      "AgAu2": 1818,
      "HgRh": 1819,
      "Ti2Zr": 1820,
      "V2Zr": 1821,
      "W2Zn": 1822,
      "PSr": 1823,
      "S12": 1824,
      "Te6": 1825,
      "Mg8": 1826,
      "GaPb": 1827,
      "IrSc": 1828,
      "Fe5": 1829,
      "AlMn": 1830,
      "Tl2V": 1831,
      "O20": 1832,
      "AlMo": 1833,
      "ClMn": 1834,
      "FePb": 1835,
      "GeMo": 1836,
      "4O24": 1837,
      "AlAu2": 1838,
      "OsSe": 1839,
      "NiSe": 1840,
      "Li8": 1841,
      "GeNb": 1842,
      "BrCd2": 1843,
      "Tl2W": 1844,
      "Cu5": 1845,
      "F2": 1846,
      "LaSr": 1847,
      "Tl2Zn": 1848,
      "FePd": 1849,
      "BrK": 1850,
      "GaOs": 1851,
      "AlAs2": 1852,
      "InP": 1853,
      "BHf": 1854,
      "BaCo2": 1855,
      "HgP": 1856,
      "V2Y": 1857,
      "AlGe": 1858,
      "NbW": 1859,
      "NaTi": 1860,
      "MoTi": 1861,
      "Te2Tl": 1862,
      "MnSb": 1863,
      "V2Zn": 1864,
      "MnTl": 1865,
      "PbTe": 1866,
      "HgSc": 1867,
      "MoTl": 1868,
      "OsTe": 1869,
      "Y2Zr": 1870,
      "KP": 1871,
      "BaNb": 1872,
      "Ti2V": 1873,
      "MgSr": 1874,
      "Pm2": 1875,
      "GaPd": 1876,
      "AgNa": 1877,
      "MnTi": 1878,
      "HgRu": 1879,
      "CuOs": 1880,
      "LaTa": 1881,
      "IrP": 1882,
      "ClMo": 1883,
      "Te2Zn": 1884,
      "NbSi": 1885,
      "Tl2Zr": 1886,
      "CuPb": 1887,
      "NbY": 1888,
      "KSn": 1889,
      "BaBi2": 1890,
      "NbSb": 1891,
      "MgTa": 1892,
      "NbZn": 1893,
      "MoW": 1894,
      "NbSe": 1895,
      "NaTl": 1896,
      "AsIn": 1897,
      "NaV": 1898,
      "NaSb": 1899,
      "CrPb": 1900,
      "AsHg": 1901,
      "LaTc": 1902,
      "Tl2Y": 1903,
      "LiTc": 1904,
      "CdNi": 1905,
      "CrOs": 1906,
      "O24P6": 1907,
      "AuBi2": 1908,
      "Pd6": 1909,
      "PTl": 1910,
      "Sn2Te": 1911,
      "KSr": 1912,
      "PV": 1913,
      "MnV": 1914,
      "Cu8": 1915,
      "Ba6": 1916,
      "PW": 1917,
      "CoNi": 1918,
      "HfRu": 1919,
      "AsBi2": 1920,
      "AlBi2": 1921,
      "HgSn": 1922,
      "IrSn": 1923,
      "InSn": 1924,
      "CoPb": 1925,
      "CrNi": 1926,
      "BiBr2": 1927,
      "PTe": 1928,
      "MoV": 1929,
      "PTc": 1930,
      "AgBi2": 1931,
      "AuB2": 1932,
      "Ti2Y": 1933,
      "NaY": 1934,
      "BrLi": 1935,
      "Ti2Tl": 1936,
      "Ac2": 1937,
      "KTc": 1938,
      "MgTc": 1939,
      "GaRe": 1940,
      "NaW": 1941,
      "Ca6": 1942,
      "MgTi": 1943,
      "HfRh": 1944,
      "BrLa": 1945,
      "F8": 1946,
      "NaSi": 1947,
      "4O20": 1948,
      "CuPt": 1949,
      "CdOs": 1950,
      "HfSc": 1951,
      "Sn2Zn": 1952,
      "MnSe": 1953,
      "AsBa2": 1954,
      "V8": 1955,
      "NbZr": 1956,
      "F4": 1957,
      "LiTa": 1958,
      "AgCd2": 1959,
      "CoOs": 1960,
      "Ti2Zn": 1961,
      "AlBr2": 1962,
      "AlB2": 1963,
      "Sn6": 1964,
      "AgBa2": 1965,
      "BiCd2": 1966,
      "BeBi2": 1967,
      "AsB2": 1968,
      "Y2Zn": 1969,
      "AlCd2": 1970,
      "Ta2Ti": 1971,
      "AsBr2": 1972,
      "PY": 1973,
      "CuPd": 1974,
      "GaPt": 1975,
      "Co5": 1976,
      "MnW": 1977,
      "CdPb": 1978,
      "BaBr2": 1979,
      "IrSr": 1980,
      "Ti2W": 1981,
      "V2W": 1982,
      "InSr": 1983,
      "MoSb": 1984,
      "Tc2Zr": 1985,
      "BeBr2": 1986,
      "Si2Ti": 1987,
      "NiTe": 1988,
      "Sn2Tl": 1989,
      "Ta2Tl": 1990,
      "AsGe2": 1991,
      "AsBe2": 1992,
      "MgV": 1993,
      "NaZn": 1994,
      "AuNb": 1995,
      "BaCa2": 1996,
      "BrGa2": 1997,
      "Si2Sn": 1998,
      "Tc2Y": 1999,
      "AlBa2": 2000,
      "Sn2Zr": 2001,
      "Sr2Ti": 2002,
      "PZn": 2003,
      "Ta2Zn": 2004,
      "Sr2Ta": 2005,
      "LiTl": 2006,
      "Nb6": 2007,
      "AuCd2": 2008,
      "AsIr": 2009,
      "BHg": 2010,
      "Sr2V": 2011,
      "Sr2Y": 2012,
      "KTa": 2013,
      "MnSi": 2014,
      "AgB2": 2015,
      "BrGe2": 2016,
      "Si2Y": 2017,
      "4O14": 2018,
      "BBa2": 2019,
      "H2": 2020,
      "Tc2Tl": 2021,
      "FePt": 2022,
      "Zn6": 2023,
      "BaBe2": 2024,
      "K6": 2025,
      "NaZr": 2026,
      "AuBr2": 2027,
      "CoPd": 2028,
      "BrFe2": 2029,
      "CaCd2": 2030,
      "GeNi": 2031,
      "Si2Zr": 2032,
      "AuBa2": 2033,
      "BBe2": 2034,
      "MgSb": 2035,
      "LiTi": 2036,
      "HfMoNb": 2037,
      "NbTe": 2038,
      "CaNi": 2039,
      "Ti8": 2040,
      "AuCl2": 2041,
      "Sr2Zr": 2042,
      "CdCl2": 2043,
      "Ta2Zr": 2044,
      "Sr2Tl": 2045,
      "Ta2Te": 2046,
      "H4": 2047,
      "MnZn": 2048,
      "CdPd": 2049,
      "BaCd2": 2050,
      "MgTl": 2051,
      "NaSe": 2052,
      "Sn2W": 2053,
      "Sn2Ti": 2054,
      "AlGa2": 2055,
      "CaCl2": 2056,
      "Sn2Ta": 2057,
      "FeRe": 2058,
      "LiSb": 2059,
      "ClNb": 2060,
      "Sn2V": 2061,
      "Sn2Y": 2062,
      "BIn": 2063,
      "BrCo2": 2064,
      "BrMg": 2065,
      "1133": 2066,
      "Ni8": 2067,
      "CrPd": 2068,
      "MoY": 2069,
      "Ta2W": 2070,
      "Se2Te": 2071,
      "Tc2Zn": 2072,
      "BIr": 2073,
      "MoSe": 2074,
      "Sr2Tc": 2075,
      "1329": 2076,
      "1555": 2077,
      "AgCr2": 2078,
      "GeOs": 2079,
      "As8": 2080,
      "P16": 2081,
      "1219": 2082,
      "InTc": 2083,
      "HgSr": 2084,
      "Sr2W": 2085,
      "1127": 2086,
      "1059": 2087,
      "AlCl2": 2088,
      "CaPb": 2089,
      "MoZn": 2090,
      "Te2Zr": 2091,
      "1029": 2092,
      "CoCr2": 2093,
      "AgNb": 2094,
      "GePb": 2095,
      "1089": 2096,
      "CoPt": 2097,
      "MnY": 2098,
      "CaCu2": 2099,
      "LaP": 2100,
      "As6": 2101,
      "Se2Tl": 2102,
      "Tc2W": 2103,
      "CuRe": 2104,
      "Rh6": 2105,
      "AsCd2": 2106,
      "Tc2Ti": 2107,
      "BBi2": 2108,
      "1157": 2109,
      "1167": 2110,
      "1569": 2111,
      "MgW": 2112,
      "AlNa": 2113,
      "Si2Tl": 2114,
      "1047": 2115,
      "1447": 2116,
      "CaOs": 2117,
      "InTa": 2118,
      "Y6": 2119,
      "1079": 2120,
      "1227": 2121,
      "1249": 2122,
      "1515": 2123,
      "Ta2V": 2124,
      "1169": 2125,
      "1023": 2126,
      "1069": 2127,
      "IrTa": 2128,
      "Te2Ti": 2129,
      "Tc2V": 2130,
      "S16": 2131,
      "1033": 2132,
      "1309": 2133,
      "1727": 2134,
      "AgBr2": 2135,
      "BeCd2": 2136,
      "Si2Sr": 2137,
      "1135": 2138,
      "1225": 2139,
      "1229": 2140,
      "1247": 2141,
      "1269": 2142,
      "1209": 2143,
      "1409": 2144,
      "MgSe": 2145,
      "1629": 2146,
      "1699": 2147,
      "AgCl2": 2148,
      "Si2V": 2149,
      "Sn2Sr": 2150,
      "KTi": 2151,
      "1015": 2152,
      "1379": 2153,
      "AlBe2": 2154,
      "BiCu2": 2155,
      "1067": 2156,
      "1087": 2157,
      "1433": 2158,
      "1445": 2159,
      "AlNb": 2160,
      "CrPt": 2161,
      "LaTi": 2162,
      "1117": 2163,
      "1147": 2164,
      "1389": 2165,
      "1307": 2166,
      "1287": 2167,
      "1419": 2168,
      "MgSi": 2169,
      "Se2Zn": 2170,
      "1099": 2171,
      "1369": 2172,
      "1223": 2173,
      "1279": 2174,
      "1659": 2175,
      "MoSi": 2176,
      "Te2W": 2177,
      "1037": 2178,
      "1009": 2179,
      "1359": 2180,
      "1255": 2181,
      "1437": 2182,
      "1467": 2183,
      "LiW": 2184,
      "IrTc": 2185,
      "AsGa2": 2186,
      "1123": 2187,
      "1125": 2188,
      "1159": 2189,
      "1017": 2190,
      "1549": 2191,
      "1487": 2192,
      "1489": 2193,
      "AuCr2": 2194,
      "Tc2Te": 2195,
      "1119": 2196,
      "1039": 2197,
      "1327": 2198,
      "1349": 2199,
      "1357": 2200,
      "1239": 2201,
      "1245": 2202,
      "CoCu2": 2203,
      "HfSn": 2204,
      "Si2Te": 2205,
      "BBr2": 2206,
      "C12": 2207,
      "1187": 2208,
      "1025": 2209,
      "1055": 2210,
      "1623": 2211,
      "CdCu2": 2212,
      "BiNi": 2213,
      "BiOs": 2214,
      "BiCa2": 2215,
      "1129": 2216,
      "1137": 2217,
      "1155": 2218,
      "1267": 2219,
      "1557": 2220,
      "1457": 2221,
      "1647": 2222,
      "1019": 2223,
      "1045": 2224,
      "1049": 2225,
      "1317": 2226,
      "1333": 2227,
      "1423": 2228,
      "1435": 2229,
      "1459": 2230,
      "FeP": 2231,
      "1639": 2232,
      "Co8": 2233,
      "LiSe": 2234,
      "1819": 2235,
      "1845": 2236,
      "AuBe2": 2237,
      "1035": 2238,
      "1319": 2239,
      "1339": 2240,
      "1529": 2241,
      "1567": 2242,
      "1767": 2243,
      "1879": 2244,
      "AgBe2": 2245,
      "BaCr2": 2246,
      "1107": 2247,
      "1235": 2248,
      "1407": 2249,
      "Pb6": 2250,
      "BaCl2": 2251,
      "AsCl2": 2252,
      "1189": 2253,
      "1259": 2254,
      "1429": 2255,
      "1455": 2256,
      "AlIn2": 2257,
      "1633": 2258,
      "BiPb": 2259,
      "Ta2Y": 2260,
      "1139": 2261,
      "1027": 2262,
      "1323": 2263,
      "1237": 2264,
      "1545": 2265,
      "1425": 2266,
      "LiV": 2267,
      "1839": 2268,
      "1867": 2269,
      "Sb6": 2270,
      "1057": 2271,
      "1335": 2272,
      "1233": 2273,
      "1499": 2274,
      "1717": 2275,
      "1615": 2276,
      "1645": 2277,
      "1827": 2278,
      "1837": 2279,
      "1325": 2280,
      "1211": 2281,
      "1439": 2282,
      "1719": 2283,
      "1735": 2284,
      "1667": 2285,
      "CrRe": 2286,
      "BaFe2": 2287,
      "BiCr2": 2288,
      "LaSb": 2289,
      "Br6": 2290,
      "Sr2Te": 2291,
      "Te2V": 2292,
      "Se2Sn": 2293,
      "C5HfMoNb": 2294,
      "1347": 2295,
      "1479": 2296,
      "1757": 2297,
      "AlCr2": 2298,
      "1957": 2299,
      "1635": 2300,
      "1607": 2301,
      "1833": 2302,
      "CaCr2": 2303,
      "Sn2Tc": 2304,
      "KSb": 2305,
      "1109": 2306,
      "1355": 2307,
      "1399": 2308,
      "1527": 2309,
      "1533": 2310,
      "1539": 2311,
      "1427": 2312,
      "1477": 2313,
      "1733": 2314,
      "1709": 2315,
      "1655": 2316,
      "1829": 2317,
      "2023": 2318,
      "2079": 2319,
      "LaTl": 2320,
      "Cs4": 2321,
      "1367": 2322,
      "1207": 2323,
      "1469": 2324,
      "1725": 2325,
      "1609": 2326,
      "1679": 2327,
      "1825": 2328,
      "BeCu2": 2329,
      "Te2Y": 2330,
      "1179": 2331,
      "1589": 2332,
      "1599": 2333,
      "FeRu": 2334,
      "1637": 2335,
      "1689": 2336,
      "1835": 2337,
      "1809": 2338,
      "CaPd": 2339,
      "CaFe2": 2340,
      "2029": 2341,
      "2037": 2342,
      "Ta2Tc": 2343,
      "PZr": 2344,
      "1177": 2345,
      "1199": 2346,
      "1257": 2347,
      "1449": 2348,
      "1729": 2349,
      "1939": 2350,
      "1949": 2351,
      "1857": 2352,
      "HfSr": 2353,
      "2057": 2354,
      "BaCu2": 2355,
      "Sb2Tl": 2356,
      "I2": 2357,
      "1535": 2358,
      "1509": 2359,
      "1737": 2360,
      "AlFe2": 2361,
      "1649": 2362,
      "1669": 2363,
      "CuRh": 2364,
      "1011": 2365,
      "1739": 2366,
      "1745": 2367,
      "1747": 2368,
      "MgZn": 2369,
      "1937": 2370,
      "1611": 2371,
      "1687": 2372,
      "InSb": 2373,
      "HgTc": 2374,
      "1387": 2375,
      "1277": 2376,
      "2009": 2377,
      "BCd2": 2378,
      "KV": 2379,
      "1523": 2380,
      "1929": 2381,
      "1859": 2382,
      "GaRh": 2383,
      "2045": 2384,
      "BeCo2": 2385,
      "Sb2Se": 2386,
      "1013": 2387,
      "1007": 2388,
      "1299": 2389,
      "1513": 2390,
      "1959": 2391,
      "1979": 2392,
      "1617": 2393,
      "1627": 2394,
      "1869": 2395,
      "2067": 2396,
      "2069": 2397,
      "1145": 2398,
      "1613": 2399,
      "1813": 2400,
      "1855": 2401,
      "2007": 2402,
      "Si2Zn": 2403,
      "Sb2Sn": 2404,
      "Sr2Zn": 2405,
      "1537": 2406,
      "1559": 2407,
      "1787": 2408,
      "1707": 2409,
      "1777": 2410,
      "MoZr": 2411,
      "2033": 2412,
      "2047": 2413,
      "GePt": 2414,
      "1113": 2415,
      "1497": 2416,
      "1925": 2417,
      "1847": 2418,
      "1897": 2419,
      "GaP": 2420,
      "2035": 2421,
      "Se2Si": 2422,
      "4O4": 2423,
      "1149": 2424,
      "1525": 2425,
      "1547": 2426,
      "1413": 2427,
      "1749": 2428,
      "MgY": 2429,
      "1945": 2430,
      "1947": 2431,
      "MnZr": 2432,
      "1887": 2433,
      "1807": 2434,
      "1899": 2435,
      "Cl8": 2436,
      "1097": 2437,
      "AlNi": 2438,
      "1923": 2439,
      "1927": 2440,
      "1889": 2441,
      "2011": 2442,
      "BK": 2443,
      "CuP": 2444,
      "CoRe": 2445,
      "1823": 2446,
      "CdCr2": 2447,
      "2059": 2448,
      "La6": 2449,
      "1213": 2450,
      "1289": 2451,
      "1511": 2452,
      "1935": 2453,
      "1849": 2454,
      "Hf5": 2455,
      "2027": 2456,
      "2049": 2457,
      "BrCr2": 2458,
      "1755": 2459,
      "1759": 2460,
      "1625": 2461,
      "AgCu2": 2462,
      "2025": 2463,
      "BaNi": 2464,
      "ClNi": 2465,
      "1077": 2466,
      "1345": 2467,
      "1507": 2468,
      "2039": 2469,
      "BiPd": 2470,
      "Sb8": 2471,
      "Si2Ta": 2472,
      "Sc2Sr": 2473,
      "1311": 2474,
      "1377": 2475,
      "1297": 2476,
      "1933": 2477,
      "1697": 2478,
      "2055": 2479,
      "HgTa": 2480,
      "BrCa2": 2481,
      "2223": 2482,
      "Sc2W": 2483,
      "KTl": 2484,
      "1215": 2485,
      "1789": 2486,
      "1779": 2487,
      "1987": 2488,
      "Ga6": 2489,
      "AuCu2": 2490,
      "GeP": 2491,
      "FeRh": 2492,
      "CuFe2": 2493,
      "HfP": 2494,
      "Cd6": 2495,
      "2013": 2496,
      "2077": 2497,
      "LaV": 2498,
      "AsCa2": 2499,
      "N12": 2500,
      "1711": 2501,
      "1723": 2502,
      "1799": 2503,
      "1919": 2504,
      "1677": 2505,
      "GePd": 2506,
      "1205": 2507,
      "1415": 2508,
      "1955": 2509,
      "HfTa": 2510,
      "CdPt": 2511,
      "2225": 2512,
      "1115": 2513,
      "1397": 2514,
      "1769": 2515,
      "1967": 2516,
      "Si12": 2517,
      "BiCl2": 2518,
      "BeCl2": 2519,
      "1907": 2520,
      "AgFe2": 2521,
      "1587": 2522,
      "1657": 2523,
      "LiY": 2524,
      "1197": 2525,
      "1313": 2526,
      "1579": 2527,
      "1619": 2528,
      "GeSb": 2529,
      "AsK": 2530,
      "Sb2Te": 2531,
      "1577": 2532,
      "1713": 2533,
      "AlCa2": 2534,
      "Cr6": 2535,
      "2015": 2536,
      "BeFe2": 2537,
      "AsCr2": 2538,
      "1111": 2539,
      "1989": 2540,
      "AgCo2": 2541,
      "GaRu": 2542,
      "InTl": 2543,
      "1217": 2544,
      "1411": 2545,
      "CdRe": 2546,
      "IrSb": 2547,
      "1715": 2548,
      "1997": 2549,
      "AgCa2": 2550,
      "CdGa2": 2551,
      "Au6": 2552,
      "AuCo2": 2553,
      "ClCo2": 2554,
      "Se2V": 2555,
      "1337": 2556,
      "LiSi": 2557,
