{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "+": 5,
      ",": 6,
      "-": 7,
      "0": 8,
      "1": 9,
      "2": 10,
      "3": 11,
      "4": 12,
      "5": 13,
      "6": 14,
      "7": 15,
      "8": 16,
      "9": 17,
      "A": 18,
      "B": 19,
      "C": 20,
      "D": 21,
      "E": 22,
      "F": 23,
      "G": 24,
      "H": 25,
      "I": 26,
      "K": 27,
      "L": 28,
      "M": 29,
      "N": 30,
      "O": 31,
      "P": 32,
      "R": 33,
      "S": 34,
      "T": 35,
      "U": 36,
      "V": 37,
      "W": 38,
      "X": 39,
      "Y": 40,
      "Z": 41,
      "a": 42,
      "b": 43,
      "c": 44,
      "d": 45,
      "e": 46,
      "f": 47,
      "g": 48,
      "h": 49,
      "i": 50,
      "l": 51,
      "m": 52,
      "n": 53,
      "o": 54,
      "p": 55,
      "r": 56,
      "s": 57,
      "t": 58,
      "u": 59,
      "x": 60,
      "y": 61,
      "ic": 62,
      "bic": 63,
      "cu": 64,
      "cubic": 65,
      "Cl": 66,
      "on": 67,
      "al": 68,
      "gon": 69,
      "gonal": 70,
      "agonal": 71,
      "11": 72,
      "10": 73,
      "ex": 74,
      "hex": 75,
      "hexagonal": 76,
      "Ga": 77,
      "Li": 78,
      "Br": 79,
      "In": 80,
      "tr": 81,
      "Zn": 82,
      "N4": 83,
      "Na": 84,
      "Cd": 85,
      "Cu": 86,
      "Ti": 87,
      "O4": 88,
      "Te": 89,
      "Ge": 90,
      "As": 91,
      "Bi": 92,
      "Pb": 93,
      "Sb": 94,
      "Mn": 95,
      "or": 96,
      "Ag": 97,
      "Si": 98,
      "Ni": 99,
      "Ca": 100,
      "12": 101,
      "igonal": 102,
      "trigonal": 103,
      "Sn": 104,
      "Mg": 105,
      "Al": 106,
      "Sr": 107,
      "C4": 108,
      "4O4": 109,
      "Hf": 110,
      "Fe": 111,
      "Co": 112,
      "Tc": 113,
      "Cr": 114,
      "Au": 115,
      "Rb": 116,
      "Nb": 117,
      "Be": 118,
      "Ta": 119,
      "Sc": 120,
      "Ba": 121,
      "S4": 122,
      "Se": 123,
      "13": 124,
      "Pd": 125,
      "Hg": 126,
      "Zr": 127,
      "14": 128,
      "Rh": 129,
      "Pt": 130,
      "etr": 131,
      "tetr": 132,
      "tetragonal": 133,
      "Po": 134,
      "4N4": 135,
      "Lu": 136,
      "Ir": 137,
      "15": 138,
      "Ru": 139,
      "Cl4": 140,
      "Th": 141,
      "Ce": 142,
      "ho": 143,
      "hor": 144,
      "mbic": 145,
      "thor": 146,
      "orthor": 147,
      "hombic": 148,
      "orthorhombic": 149,
      "Eu": 150,
      "Mo": 151,
      "Tl": 152,
      "Gd": 153,
      "Tb": 154,
      "Nd": 155,
      "Ho": 156,
      "Dy": 157,
      "Er": 158,
      "Pr": 159,
      "Ra": 160,
      "Tm": 161,
      "Os": 162,
      "Re": 163,
      "Yb": 164,
      "Cs": 165,
      "Sm": 166,
      "4P": 167,
      "4P4": 168,
      "4S4": 169,
      "in": 170,
      "lin": 171,
      "linic": 172,
      "Ar": 173,
      "Ne": 174,
      "Kr": 175,
      "Xe": 176,
      "Rn": 177,
      "4Li": 178,
      "4Li4": 179,
      "Zn4": 180,
      "La": 181,
      "Cu4": 182,
      "Ac": 183,
      "Pm": 184,
      "F8": 185,
      "clinic": 186,
      "mon": 187,
      "oclinic": 188,
      "monoclinic": 189,
      "Na4": 190,
      "Ti4": 191,
      "V4": 192,
      "O8": 193,
      "O3": 194,
      "O2": 195,
      "In4P4": 196,
      "16": 197,
      "K4": 198,
      "He": 199,
      "Br4": 200,
      "17": 201,
      "Ru2": 202,
      "Cd4O4": 203,
      "Cl6": 204,
      "Ag4": 205,
      "Cd2": 206,
      "Te3": 207,
      "Sr4": 208,
      "Au4": 209,
      "N2": 210,
      "iclinic": 211,
      "triclinic": 212,
      "CMo": 213,
      "B2": 214,
      "C4Ti4": 215,
      "Cl4Na4": 216,
      "Mn4S4": 217,
      "Mg4O4": 218,
      "Fe4O4": 219,
      "Ga4P4": 220,
      "Tc4": 221,
      "O8Tc4": 222,
      "Ga4": 223,
      "B2N2": 224,
      "4Ga4": 225,
      "As4Ga4": 226,
      "Co4O4": 227,
      "4Na4": 228,
      "F4Na4": 229,
      "C4Hf": 230,
      "C4Hf4": 231,
      "N4V4": 232,
      "C4V4": 233,
      "N4Ti4": 234,
      "O4Ru2": 235,
      "Cr4N4": 236,
      "Se2": 237,
      "Ag4Cl4": 238,
      "Ni4O4": 239,
      "H4Li4": 240,
      "BOs": 241,
      "Be4S4": 242,
      "F4Li4": 243,
      "C4Nb": 244,
      "C4Nb4": 245,
      "ClTl": 246,
      "C4Ta": 247,
      "S4Sn": 248,
      "C4Ta4": 249,
      "Pd2": 250,
      "O2Pd2": 251,
      "Pt2": 252,
      "CW": 253,
      "Ca4O4": 254,
      "Cl4Cu4": 255,
      "O2Pt2": 256,
      "Sc4": 257,
      "S4Sc4": 258,
      "O3Re": 259,
      "S4Sn4": 260,
      "Rb4": 261,
      "Cl4Rb4": 262,
      "Pb4S4": 263,
      "C4Th": 264,
      "Po4": 265,
      "O8Po4": 266,
      "C4Th4": 267,
      "Rh2": 268,
      "4F": 269,
      "Bi4F": 270,
      "Bi4F12": 271,
      "O4Rh2": 272,
      "S2": 273,
      "Br4K4": 274,
      "Ce4N4": 275,
      "Cl4K4": 276,
      "Br4Cu4": 277,
      "Si4": 278,
      "S4Zn4": 279,
      "Cd2Se2": 280,
      "O4Zn4": 281,
      "Ge3": 282,
      "Hg4": 283,
      "F8Hg4": 284,
      "Al4P4": 285,
      "Ir2": 286,
      "Ge3Te3": 287,
      "Ir2O4": 288,
      "C4Zr": 289,
      "C4Zr4": 290,
      "I4Li4": 291,
      "Y4": 292,
      "N4Y4": 293,
      "H4": 294,
      "ClCs": 295,
      "O4Sr4": 296,
      "4Zn4": 297,
      "Te4Zn4": 298,
      "Sb4": 299,
      "Ba4O4": 300,
      "C4Si4": 301,
      "Au4S2": 302,
      "La2": 303,
      "Cl6La2": 304,
      "Gd4N4": 305,
      "4Sb4": 306,
      "2Cl6": 307,
      "Ac2Cl6": 308,
      "In4Sb4": 309,
      "Pm2": 310,
      "O3Pm2": 311,
      "N4Tb": 312,
      "N4Tb4": 313,
      "20": 314,
      "Eu4S4": 315,
      "N4Nd": 316,
      "N4Nd4": 317,
      "Ho4N4": 318,
      "Dy4N4": 319,
      "Er4N4": 320,
      "Ra4": 321,
      "F8Ra4": 322,
      "N4Pr": 323,
      "N4Pr4": 324,
      "N4Tm": 325,
      "N4Tm4": 326,
      "Ge2": 327,
      "Lu4N4": 328,
      "19": 329,
      "N4Yb": 330,
      "N4Yb4": 331,
      "18": 332,
      "Cr2": 333,
      "V2": 334,
      "Hf2": 335,
      "Fe2": 336,
      "Co2": 337,
      "Ti2": 338,
      "Tc2": 339,
      "Mg2": 340,
      "B12": 341,
      "Na3": 342,
      "N4Sm": 343,
      "N4Sm4": 344,
      "Mo2": 345,
      "Mn4": 346,
      "Ga8": 347,
      "Sn2": 348,
      "K2": 349,
      "22": 350,
      "23": 351,
      "Rb2": 352,
      "Tl2": 353,
      "In2": 354,
      "Pb4": 355,
      "Ca4": 356,
      "Ni4": 357,
      "P8": 358,
      "W2": 359,
      "Re2": 360,
      "Nb2": 361,
      "Cl8": 362,
      "Be2": 363,
      "Sc2": 364,
      "Rh4": 365,
      "As6": 366,
      "Bi6": 367,
      "Pd4": 368,
      "40": 369,
      "Ta2": 370,
      "Li3": 371,
      "Os2": 372,
      "3N": 373,
      "Pt4": 374,
      "Cs2": 375,
      "41": 376,
      "Si2": 377,
      "45": 378,
      "31": 379,
      "26": 380,
      "35": 381,
      "Zn2": 382,
      "Ar4": 383,
      "Ba2": 384,
      "Ne4": 385,
      "Y2": 386,
      "Br8": 387,
      "Se3": 388,
      "Hg2": 389,
      "32": 390,
      "Al4": 391,
      "30": 392,
      "Sb6": 393,
      "3H": 394,
      "Kr4": 395,
      "21": 396,
      "I8": 397,
      "Zr2": 398,
      "Ir4": 399,
      "Xe4": 400,
      "He2": 401,
      "Rn4": 402,
      "44": 403,
      "37": 404,
      "34": 405,
      "Lu2": 406,
      "C3H": 407,
      "43": 408,
      "27": 409,
      "24": 410,
      "33": 411,
      "38": 412,
      "28": 413,
      "42": 414,
      "25": 415,
      "29": 416,
      "36": 417,
      "46": 418,
      "39": 419,
      "50": 420,
      "47": 421,
      "C3H10": 422,
      "3Ge": 423,
      "51": 424,
      "48": 425,
      "3NSn": 426,
      "C2": 427,
      "3NPb": 428,
      "49": 429,
      "C2H": 430,
      "53": 431,
      "3GeN": 432,
      "52": 433,
      "C2H8": 434,
      "3N2": 435,
      "C3H8": 436,
      "56": 437,
      "CH": 438,
      "57": 439,
      "59": 440,
      "58": 441,
      "54": 442,
      "55": 443,
      "I3N": 444,
      "CH6": 445,
      "Te2": 446,
      "C3H10Br": 447,
      "C3H10Cl": 448,
      "I3NPb": 449,
      "Li2": 450,
      "H4N": 451,
      "C3H5": 452,
      "C3H10F": 453,
      "I3N2": 454,
      "5N2": 455,
      "GeI3N": 456,
      "I3NSn": 457,
      "60": 458,
      "C2H7": 459,
      "61": 460,
      "F3": 461,
      "Sb2": 462,
      "62": 463,
      "H12": 464,
      "C4H12": 465,
      "As2": 466,
      "H4NO": 467,
      "Ag2": 468,
      "Bi2": 469,
      "C2H8Cl": 470,
      "C2H8Br": 471,
      "Pb2": 472,
      "3H5N2": 473,
      "3N2Sn": 474,
      "4Pb": 475,
      "I4Pb": 476,
      "Cs2I4Pb": 477,
      "C2H8F": 478,
      "3GeN2": 479,
      "C3H8Br": 480,
      "C3H8Cl": 481,
      "63": 482,
      "Ge46": 483,
      "3N2Pb": 484,
      "Na2": 485,
      "5I3N2": 486,
      "9Si": 487,
      "C9Si": 488,
      "Eu2": 489,
      "C9Si9": 490,
      "C3H8F": 491,
      "C3H10Br3NSn": 492,
      "3Pb": 493,
      "Se4": 494,
      "Ag2Eu": 495,
      "AsGa": 496,
      "Ba8": 497,
      "C3H10I3NPb": 498,
      "SbSe": 499,
      "C3H10F3NPb": 500,
      "H5I3N2": 501,
      "C3H10Br3GeN": 502,
      "C3H10Cl3NSn": 503,
      "F3K": 504,
      "C3H10GeI3N": 505,
      "C3H10Cl3NPb": 506,
      "AsBi": 507,
      "BaO3": 508,
      "Si46": 509,
      "H5N2": 510,
      "Br3": 511,
      "Se2Te": 512,
      "C3H10I3NSn": 513,
      "3GeH5N2": 514,
      "CH5": 515,
      "C3H10Cl3GeN": 516,
      "C3H10Br3NPb": 517,
      "C3H10F3NSn": 518,
      "3H5N2Sn": 519,
      "Cl3": 520,
      "O3Sr": 521,
      "CH6Br": 522,
      "CsI": 523,
      "3H5N2Pb": 524,
      "H4I3N": 525,
      "CH6F": 526,
      "Se8": 527,
      "EuLi2": 528,
      "CH6Cl": 529,
      "C3H10F3GeN": 530,
      "CsI3Pb": 531,
      "K8": 532,
      "P2": 533,
      "LaO3": 534,
      "Cu4Pb4": 535,
      "C3H5Br": 536,
      "H4I3NO": 537,
      "Cu4Pb4S": 538,
      "S8": 539,
      "Cu6": 540,
      "Al2": 541,
      "3GeH4NO": 542,
      "C3H5F": 543,
      "C12": 544,
      "SeTe2": 545,
      "C2H8I3NSn": 546,
      "C3H5Cl": 547,
      "C2H7Br": 548,
      "H4NOPb": 549,
      "C2H8Cl3NSn": 550,
      "C2H8Br3GeN": 551,
      "Ge44": 552,
      "Cu4Eu2": 553,
      "Ag4Eu2": 554,
      "C2H8I3NPb": 555,
      "C2H8GeI3N": 556,
      "C4H12Cl": 557,
      "C4H12Br": 558,
      "C2H8Br3NSn": 559,
      "S32": 560,
      "Ga2": 561,
      "CdHf": 562,
      "GeI3N2": 563,
      "C2H7Cl": 564,
      "H4NOSn": 565,
      "C2H8Cl3GeN": 566,
      "C2H8F3NSn": 567,
      "SSb": 568,
      "C2H8Cl3NPb": 569,
      "SSb2": 570,
      "CaO3": 571,
      "Sr2": 572,
      "NbPd": 573,
      "S4Si": 574,
      "Se12": 575,
      "Eu3": 576,
      "As2S": 577,
      "C2H8Br3NPb": 578,
      "C2H8F3NPb": 579,
      "C3H8Br3GeN": 580,
      "C3H8Cl3NSn": 581,
      "Cu6Eu3": 582,
      "8S32": 583,
      "TiZn": 584,
      "Ca2": 585,
      "NbPt": 586,
      "PdTa": 587,
      "C3H8I3NPb": 588,
      "C3H8GeI3N": 589,
      "C3H8I3NSn": 590,
      "C2H7F": 591,
      "C2H8F3GeN": 592,
      "C3H8Br3NPb": 593,
      "Ge44K8": 594,
      "3I": 595,
      "7Pb2": 596,
      "ZnZr": 597,
      "GeLi2": 598,
      "NiTa": 599,
      "SeTe": 600,
      "Cs3I": 601,
      "C3H5I3N2": 602,
      "C2H7I3N2": 603,
      "C3H8Br3NSn": 604,
      "C3H8Cl3GeN": 605,
      "C3H8F3NSn": 606,
      "C3H8F3GeN": 607,
      "Cs3I7Pb2": 608,
      "Ge45": 609,
      "Si30": 610,
      "Al16": 611,
      "AlLaO3": 612,
      "NbNi": 613,
      "PtV": 614,
      "PtTa": 615,
      "C4H12F": 616,
      "Bi2S": 617,
      "C3H8Cl3NPb": 618,
      "Ag2EuGe": 619,
      "Ba8Si30": 620,
      "Al16Ba8Si30": 621,
      "SSbSe": 622,
      "HfHg": 623,
      "PdV": 624,
      "EuS": 625,
      "EuGeLi2": 626,
      "O32": 627,
      "S2Te": 628,
      "S2Se": 629,
      "Se4Si": 630,
      "Se4Sn": 631,
      "AsBiS": 632,
      "SSbSeTe": 633,
      "3Sn": 634,
      "6Sb4": 635,
      "8Sr": 636,
      "SSn2": 637,
      "Cl3H5N2Pb": 638,
      "Br3GeH5N2": 639,
      "Br3H5N2Sn": 640,
      "Ge43": 641,
      "GeH5I3N2": 642,
      "Ag8S32": 643,
      "NiV": 644,
      "12Sb4": 645,
      "Sn8Sr": 646,
      "Se6": 647,
      "SeSn2": 648,
      "S2Sb2": 649,
      "Ba8Ge43": 650,
      "H5I3N2Sn": 651,
      "Cu4Pb4S6Sb4": 652,
      "Cu4Pb4S12Sb4": 653,
      "Ag8S32Sn8Sr": 654,
      "Cu4Pb4S6Sb4Se6": 655,
      "Ag8S32Sn8Sr12": 656,
      "NS4": 657,
      "Cl3GeH5N2": 658,
      "InIr": 659,
      "CdZr": 660,
      "AsNS4": 661,
      "H4Ag2": 662,
      "H4NSn": 663,
      "Pb2S": 664,
      "Pb2Se": 665,
      "H5I3N2Pb": 666,
      "BaO3Ti": 667,
      "CH5Br": 668,
      "Se8Sn2": 669,
      "H4Ag2AsNS4": 670,
      "Cl3H5N2Sn": 671,
      "BiSSb": 672,
      "PbS": 673,
      "PbSe": 674,
      "PbS2": 675,
      "HfZn": 676,
      "SeSn": 677,
      "HgTi": 678,
      "RhTl": 679,
      "Se2Sn": 680,
      "S2Sn": 681,
      "3N3Pb": 682,
      "3GeH4N": 683,
      "CH6I3NPb": 684,
      "C3H8F3NPb": 685,
      "Ba8Si46": 686,
      "SbSeTe2": 687,
      "F3KMn": 688,
      "CH5Cl": 689,
      "O3SrTi": 690,
      "CH6Br3GeN": 691,
      "C3H5Br3GeN2": 692,
      "CaO3Si": 693,
      "F3GeH5N2": 694,
      "F3H5N2Sn": 695,
      "F3H5N2Pb": 696,
      "S12": 697,
      "CdTi": 698,
      "GeH4I3NO": 699,
      "AsS2": 700,
      "AsSSb": 701,
      "BiS2": 702,
      "PbSe2": 703,
      "SbTe": 704,
      "SbSe2Te": 705,
      "SnTe": 706,
      "SnTe2": 707,
      "Mg31": 708,
      "HgZr": 709,
      "TlV": 710,
      "CsF3": 711,
      "Ge2Se8": 712,
      "CH6GeI3N": 713,
      "C3H5GeI3N2": 714,
      "C4H12GeI3N": 715,
      "Pb2Te": 716,
      "BaO3Zr": 717,
      "Br3H4NOSn": 718,
      "Cl3Cs": 719,
      "CH6F3GeN": 720,
      "K8Si46": 721,
      "C3H5Br3N2Sn": 722,
      "H4I3NOSn": 723,
      "C3H5F3N2Sn": 724,
      "C3H5Cl3N2Sn": 725,
      "C3H5I3N2Sn": 726,
      "C2H7I3N2Pb": 727,
      "F3GeH4NO": 728,
      "SSn": 729,
      "Cl3GeH4NO": 730,
      "Br3H5N2Pb": 731,
      "Br3GeH4NO": 732,
      "InRh": 733,
      "NaSb": 734,
      "PbTe": 735,
      "PbTe2": 736,
      "RbSb": 737,
      "RbSe": 738,
      "3N3Sn": 739,
      "H4NPb": 740,
      "C2H7GeI3N2": 741,
      "F3H4NOPb": 742,
      "F3KMg": 743,
      "Br3H4NOPb": 744,
      "CH5F": 745,
      "CH6Cl3GeN": 746,
      "S8Sn2": 747,
      "C3H5F3GeN2": 748,
      "C2H7Br3N2Sn": 749,
      "C2H7Br3GeN2": 750,
      "C4H12Cl3NPb": 751,
      "C4H12Br3NPb": 752,
      "C2H7Cl3N2Sn": 753,
      "SSb2Se2": 754,
      "Ag2EuGeS4": 755,
      "Mg31O32": 756,
      "4I": 757,
      "4Se2": 758,
      "KSb": 759,
      "KSb2": 760,
      "10Pb": 761,
      "LiSe2": 762,
      "LiSb2": 763,
      "LiP2": 764,
      "InMo": 765,
      "NaSb2": 766,
      "CdMg": 767,
      "CdSr": 768,
      "GeS": 769,
      "Ge4Se2": 770,
      "AsSSbSeTe": 771,
      "BiSSbSeTe": 772,
      "Sn3": 773,
      "Mg32": 774,
      "CoCr": 775,
      "RbTe": 776,
      "RbSe2": 777,
      "RbTe2": 778,
      "RbSb2": 779,
      "NbO3": 780,
      "HgMg": 781,
      "HgSr": 782,
      "IrTl": 783,
      "CeO3": 784,
      "MoTl": 785,
      "Cs4I": 786,
      "O3Pb": 787,
      "Ge2S8": 788,
      "Sn2Te": 789,
      "Rb2Se": 790,
      "In2Li": 791,
      "CH5I3N2": 792,
      "CH6I3N": 793,
      "Li2Sb": 794,
      "Sb2Se2Te": 795,
      "Sb2SeTe2": 796,
      "C4H12I3NPb": 797,
      "As2Se2Te": 798,
      "As2SeTe2": 799,
      "Ag2EuS4Sn": 800,
      "Ag2EuSe4Si": 801,
      "Ag2EuSe4Sn": 802,
      "Br3Cs": 803,
      "Cl3H4NOPb": 804,
      "Cl3H4NOSn": 805,
      "CH6Br3NSn": 806,
      "CH6Br3NPb": 807,
      "CH6F3NSn": 808,
      "CH6F3NPb": 809,
      "EuLi2S4Sn": 810,
      "EuLi2S4Si": 811,
      "EuLi2Se4Si": 812,
      "EuLi2Se4Sn": 813,
      "CH6Cl3NSn": 814,
      "CH6Cl3NPb": 815,
      "H4I3NOPb": 816,
      "S8Si2": 817,
      "C3H5F3N2Pb": 818,
      "C3H5Cl3GeN2": 819,
      "C3H5Cl3N2Pb": 820,
      "C2H7Br3N2Pb": 821,
      "Ag4Eu2Se8Sn2": 822,
      "C4H12Cl3NSn": 823,
      "C4H12Cl3GeN": 824,
      "C4H12Br3NSn": 825,
      "C4H12Br3GeN": 826,
      "C2H7Cl3N2Pb": 827,
      "SSb2Te2": 828,
      "As2STe2": 829,
      "Cu6Eu3Se12": 830,
      "C2H7F3N2Sn": 831,
      "C3H5I3N2Pb": 832,
      "C2H7I3N2Sn": 833,
      "C4H12F3GeN": 834,
      "Ag2EuGeSe4": 835,
      "EuGeLi2S4": 836,
      "EuGeLi2Se4": 837,
      "S2Sb2Se": 838,
      "10Pb3": 839,
      "Ge4Se24": 840,
      "Cs4I10Pb3": 841,
      "F2": 842,
      "KN": 843,
      "KP": 844,
      "KSe2": 845,
      "KP2": 846,
      "PRb": 847,
      "LiN2": 848,
      "InK2": 849,
      "NaP": 850,
      "NaO3": 851,
      "NaSe2": 852,
      "NaP2": 853,
      "CuI": 854,
      "GeS4": 855,
      "BiSbSeTe2": 856,
      "Si3": 857,
      "AlBi": 858,
      "RuSr": 859,
      "O3RuSr": 860,
      "N2Na": 861,
      "B2Bi": 862,
      "K2Se": 863,
      "Rb2Te": 864,
      "Rb2Sb": 865,
      "Rb2Tl": 866,
      "CH6I3NSn": 867,
      "Li2N": 868,
      "C4H12I3NSn": 869,
      "Ag2S4Si": 870,
      "Ag2GeS4": 871,
      "Bi2Se2Te": 872,
      "Na2P": 873,
      "Na2Sb": 874,
      "Na2Se": 875,
      "Ag2EuS4Si": 876,
      "F3KZn": 877,
      "Se8Si2": 878,
      "C3H5Br3N2Pb": 879,
      "C2H7Cl3GeN2": 880,
      "As2SSe2": 881,
      "Cu6Eu3Ge3": 882,
      "Cu6Eu3S12": 883,
      "C2H7F3GeN2": 884,
      "C4H12F3NSn": 885,
      "AsBiSSeTe": 886,
      "S2Sb2Te": 887,
      "BiSSbSe2": 888,
      "Ag2S4SiSr": 889,
      "Ag2GeS4Sr": 890,
      "8Ge": 891,
      "BBi": 892,
      "BBi2": 893,
      "I2": 894,
      "KTe": 895,
      "KSe": 896,
      "KN2": 897,
      "KTe2": 898,
      "NNa": 899,
      "NRb": 900,
      "NNa2": 901,
      "O6": 902,
      "GaNbPd": 903,
      "GaNiV": 904,
      "LiN": 905,
      "LiP": 906,
      "LiTe": 907,
      "LiSe": 908,
      "LiTe2": 909,
      "LiMg31O32": 910,
      "Br3GeH4N": 911,
      "NaTe": 912,
      "NaSe": 913,
      "NaTe2": 914,
      "NaNbO3": 915,
      "Cu16": 916,
      "GeSe": 917,
      "GeSe2": 918,
      "GeS2": 919,
      "AsIn": 920,
      "AsB2": 921,
      "AsSbSeTe2": 922,
      "AsSbSe2Te": 923,
      "BiGa": 924,
      "BiIn": 925,
      "BiGa2": 926,
      "BiSbSe2Te": 927,
      "Pb4Sb4": 928,
      "CaCdZr": 929,
      "Al6": 930,
      "AlAs": 931,
      "AlAs2": 932,
      "AlBi2": 933,
      "AlPtTa": 934,
      "SrTe2": 935,
      "HfO3Sr": 936,
      "CrInIr": 937,
      "RbTl": 938,
      "BaCdHf": 939,
      "Eu8Ge": 940,
      "NdO3": 941,
      "Cu4Pb4Sb4": 942,
      "O3Pr": 943,
      "Si40": 944,
      "H4I3NPb": 945,
      "H4I3NSn": 946,
      "Ge2Se": 947,
      "K2N": 948,
      "K2P": 949,
      "K2Te": 950,
      "K2Sb": 951,
      "C2Nb": 952,
      "Li2P": 953,
      "Li2Se": 954,
      "F3Fe": 955,
      "F3Rb": 956,
      "F3H4NOSn": 957,
      "As2B": 958,
      "As2Ga": 959,
      "As2In": 960,
      "As2S2Te": 961,
      "As2S2Se": 962,
      "Bi2Ga": 963,
      "Bi2In": 964,
      "Bi2SeTe2": 965,
      "Bi2S2Te": 966,
      "Bi2S2Se": 967,
      "Na2Te": 968,
      "AsGa2": 969,
      "F3KNi": 970,
      "AsBiSe2Te": 971,
      "AsBiSeTe2": 972,
      "AsBiS2Te": 973,
      "AsBiS2Se": 974,
      "BaO3Pb": 975,
      "Cl3H4NSn": 976,
      "O3SrZr": 977,
      "Al2As": 978,
      "Cu4Eu2S8Si2": 979,
      "CdHfSr": 980,
      "CaO3Ti": 981,
      "C2H7F3N2Pb": 982,
      "Bi2SSe2": 983,
      "Bi2STe2": 984,
      "AsBiSSe2": 985,
      "InIrMo": 986,
      "CH5Br3N2Sn": 987,
      "BiSSbTe2": 988,
      "AsS2SbSe": 989,
      "AsS2SbTe": 990,
      "AsSSbSe2": 991,
      "AsSSbTe2": 992,
      "BiS2SbSe": 993,
      "BiS2SbTe": 994,
      "InRhW": 995,
      "Mg32O32": 996,
      "Cu16Eu8Ge": 997,
      "Cu4Pb4Sb4Se12": 998,
      "Cu16Eu8Ge8S32": 999,
      "3Cu6": 1000,
      "4O6": 1001,
      "8Pb": 1002,
      "BNbPd": 1003,
      "BNbPt": 1004,
      "BPdTa": 1005,
      "BNiTa": 1006,
      "BNbNi": 1007,
      "BPtV": 1008,
      "BPdV": 1009,
      "BNiV": 1010,
      "CV": 1011,
      "CHf2": 1012,
      "F3GeH4N": 1013,
      "NRb2": 1014,
      "PRb2": 1015,
      "S3": 1016,
      "GaNbPt": 1017,
      "GaPdTa": 1018,
      "GaPtV": 1019,
      "GaPdV": 1020,
      "LiSb": 1021,
      "InW": 1022,
      "InNbPd": 1023,
      "InNbPt": 1024,
      "InPdTa": 1025,
      "InNiTa": 1026,
      "InNbNi": 1027,
      "InPtV": 1028,
      "InPdV": 1029,
      "GeTe": 1030,
      "GeMg": 1031,
      "GeMg2": 1032,
      "GeTe2": 1033,
      "GeH4I3N": 1034,
      "AsB": 1035,
      "AsIn2": 1036,
      "BiIn2": 1037,
      "Mn2": 1038,
      "Ag31": 1039,
      "Ag32": 1040,
      "Ag8Pb": 1041,
      "Si8": 1042,
      "NiTlV": 1043,
      "CaCdHf": 1044,
      "CaTiZn": 1045,
      "CaZnZr": 1046,
      "CaHfHg": 1047,
      "CaHfZn": 1048,
      "CaHgTi": 1049,
      "CaCdTi": 1050,
      "CaHgZr": 1051,
      "12S32": 1052,
      "MgZn": 1053,
      "MgTiZn": 1054,
      "MgZnZr": 1055,
      "AlNbPd": 1056,
      "AlNbPt": 1057,
      "AlPdTa": 1058,
      "AlNiTa": 1059,
      "AlNbNi": 1060,
      "AlPtV": 1061,
      "AlPdV": 1062,
      "AlCeO3": 1063,
      "SrZn": 1064,
      "SrTe": 1065,
      "SrTiZn": 1066,
      "SrZnZr": 1067,
      "HfMgZn": 1068,
      "HfSrZn": 1069,
      "Fe4O6": 1070,
      "CoTl": 1071,
      "CoF3K": 1072,
      "CoInMo": 1073,
      "CoMoTl": 1074,
      "CoInW": 1075,
      "CrLaO3": 1076,
      "CrRhTl": 1077,
      "CrInRh": 1078,
      "CrIrTl": 1079,
      "RbTl2": 1080,
      "BeCdHf": 1081,
      "BeTiZn": 1082,
      "BeCdZr": 1083,
      "BeHfZn": 1084,
      "BeHgTi": 1085,
      "BeCdTi": 1086,
      "BeHgZr": 1087,
      "BaTiZn": 1088,
      "BaZnZr": 1089,
      "BaCdZr": 1090,
      "BaHfZn": 1091,
      "BaHgTi": 1092,
      "Ba3Cu6": 1093,
      "PtTlV": 1094,
      "IrMoTl": 1095,
      "MoRhTl": 1096,
      "O3Sn": 1097,
      "O3Sm": 1098,
      "N2Rb": 1099,
      "Ge2S": 1100,
      "Ge2Te": 1101,
      "Ge2Mg": 1102,
      "Ba2Cu4": 1103,
      "C2Hf": 1104,
      "Li2Te": 1105,
      "F3H4NSn": 1106,
      "Br3H4NSn": 1107,
      "Br3H4NPb": 1108,
      "CH5GeI3N2": 1109,
      "O3SrV": 1110,
      "CH6Br3N3Pb": 1111,
      "CH6Br3N3Sn": 1112,
      "CH6F3N3Pb": 1113,
      "CH6Cl3N3Pb": 1114,
      "P2Rb": 1115,
      "Al2Bi": 1116,
      "Cu4Eu2Se8Sn2": 1117,
      "Cu4Eu2Ge2Se8": 1118,
      "Cu4Eu2S8Sn2": 1119,
      "Cu4Eu2Ge2S8": 1120,
      "Cu4Eu2Se8Si2": 1121,
      "Ag4Eu2Ge2Se8": 1122,
      "Ag4Eu2S8Sn2": 1123,
      "Ag4Eu2Ge2S8": 1124,
      "CdHfMg": 1125,
      "SSb2SeTe": 1126,
      "Sr2Te": 1127,
      "NbPdTl": 1128,
      "As2SSeTe": 1129,
      "NbPtTl": 1130,
      "PdTaTl": 1131,
      "NiTaTl": 1132,
      "PtTaTl": 1133,
      "Bi2SSeTe": 1134,
      "HfHgMg": 1135,
      "CH5Br3GeN2": 1136,
      "CH5Br3N2Pb": 1137,
      "RhTlW": 1138,
      "CH5Cl3N2Sn": 1139,
      "CH5Cl3GeN2": 1140,
      "CH5Cl3N2Pb": 1141,
      "CH6Br3GeN3": 1142,
      "CH6GeI3N3": 1143,
      "CH5F3N2Pb": 1144,
      "CH6Cl3GeN3": 1145,
      "InMoRh": 1146,
      "CdMgTi": 1147,
      "CdMgZr": 1148,
      "CdSrTi": 1149,
      "CdSrZr": 1150,
      "CoCrIn": 1151,
      "CoCrTl": 1152,
      "HgMgTi": 1153,
      "HgMgZr": 1154,
      "HgSrTi": 1155,
      "HgSrZr": 1156,
      "IrTlW": 1157,
      "O3PbTi": 1158,
      "CH5I3N2Pb": 1159,
      "CH5I3N2Sn": 1160,
      "CH6I3N3Pb": 1161,
      "CH6I3N3Sn": 1162,
      "Br3CsPb": 1163,
      "Cu6Eu3Se12Sn3": 1164,
      "Cu6Eu3Se12Si3": 1165,
      "Ge4Se24Sn": 1166,
      "NaO3Ta": 1167,
      "Cu6Eu3Ge3S12": 1168,
      "Cu6Eu3S12Sn3": 1169,
      "F3FeK": 1170,
      "Ag31Ge4Se24Sn": 1171,
      "Ag32Ge4Se24": 1172,
      "Ag8Pb12S32": 1173,
      "CoTlW": 1174,
      "Ag8Pb12S32Si8": 1175,
      "BPtTa": 1176,
      "CNb": 1177,
      "CTa2": 1178,
      "HMg32": 1179,
      "KO3": 1180,
      "KTl2": 1181,
      "KSi46": 1182,
      "KPb2Se": 1183,
      "KPb2Te": 1184,
      "Np": 1185,
      "Pa": 1186,
      "Pu": 1187,
      "Cl2": 1188,
      "Cl3GeH4N": 1189,
      "GaNiTa": 1190,
      "GaNbNi": 1191,
      "GaPtTa": 1192,
      "GaLi2Sb": 1193,
      "LiTl": 1194,
      "LiSSn2": 1195,
      "LiPb2S": 1196,
      "Br2": 1197,
      "InPtTa": 1198,
      "InNiV": 1199,
      "NaTl": 1200,
      "NaTl2": 1201,
      "NaSeSn2": 1202,
      "CdLiSe2": 1203,
      "CdRbTe2": 1204,
      "Cu2": 1205,
      "GeSrTe2": 1206,
      "AsSb": 1207,
      "AsRb2Tl": 1208,
      "AsRbTl2": 1209,
      "BiSb": 1210,
      "PbRb": 1211,
      "Ni2": 1212,
      "CaPbS2": 1213,
      "MgPb2S": 1214,
      "AlNiV": 1215,
      "AlLiP2": 1216,
      "Sr8": 1217,
      "FeO3Sr": 1218,
      "CoLaO3": 1219,
      "CrO3Sr": 1220,
      "CrO3Pb": 1221,
      "Au2": 1222,
      "RbS": 1223,
      "RbSSn2": 1224,
      "RbSeSn2": 1225,
      "BeZnZr": 1226,
      "BeHfHg": 1227,
      "BaIr": 1228,
      "BaGe46": 1229,
      "BaHfHg": 1230,
      "BaPb2Se": 1231,
      "BaCdTi": 1232,
      "BaHgZr": 1233,
      "BaNbO3": 1234,
      "BaCeO3": 1235,
      "PdTlV": 1236,
      "MoV": 1237,
      "Ne2": 1238,
      "O31": 1239,
      "O3Ti": 1240,
      "CMoW2": 1241,
      "Si45": 1242,
      "Ge3Se12": 1243,
      "K2Tl": 1244,
      "Rb2S": 1245,
      "Ba2PbSe": 1246,
      "Li2Tl": 1247,
      "F3Mg": 1248,
      "F3H4NPb": 1249,
      "Sb2Te3": 1250,
      "Sb2Se3": 1251,
      "As2Te3": 1252,
      "As2Se3": 1253,
      "Bi2Te3": 1254,
      "Ge46K": 1255,
      "Na2Tl": 1256,
      "AsGaRb2": 1257,
      "AsGaLi2": 1258,
      "Ba8Si40": 1259,
      "BaO3Sn": 1260,
      "BaO3Tb": 1261,
      "Cl3H4NPb": 1262,
      "CH6F3N3Sn": 1263,
      "CH6Cl3N3Sn": 1264,
      "Ag4Eu2S8Si2": 1265,
      "Ag4Eu2Se8Si2": 1266,
      "CaO3Zr": 1267,
      "As2S3": 1268,
      "Ca2PbS": 1269,
      "Ca2GeS": 1270,
      "NbNiTl": 1271,
      "C4H12F3NPb": 1272,
      "Bi2S3": 1273,
      "HfHgSr": 1274,
      "AsBiSTe2": 1275,
      "InIrW": 1276,
      "CsF3Pb": 1277,
      "CH6F3GeN3": 1278,
      "NaSbSe2": 1279,
      "RbSbSe2": 1280,
      "RbSbTl2": 1281,
      "RbSeZn2": 1282,
      "CH5F3N2Sn": 1283,
      "CH5F3GeN2": 1284,
      "GeSSr2": 1285,
      "RbTeZn2": 1286,
      "In2LiSb": 1287,
      "NaO3W": 1288,
      "AlBiO3": 1289,
      "B2BiRb": 1290,
      "Cu6Eu3Ge3Se12": 1291,
      "Cu6Eu3S12Si3": 1292,
      "BBi2Rb": 1293,
      "I2Pb": 1294,
      "AsInRb2": 1295,
      "BiGaLi2": 1296,
      "Al6Si40": 1297,
      "Al6Ba8Si40": 1298,
      "C2NbW": 1299,
      "CHf2Ta": 1300,
      "S3Sb2": 1301,
      "O3SnSr": 1302,
      "CTa2V": 1303,
      "HMg32O31": 1304,
      "KO3U": 1305,
      "Al6Si40Sr8": 1306,
      "2W": 1307,
      "2Zr": 1308,
      "3Ta": 1309,
      "4Os": 1310,
      "8S": 1311,
      "BKSb2": 1312,
      "BLiSb2": 1313,
      "BLiP2": 1314,
      "BNaSb2": 1315,
      "BRbSb2": 1316,
      "BLi2Sb": 1317,
      "BKP2": 1318,
      "BLiN2": 1319,
      "BNaP2": 1320,
      "BN2Na": 1321,
      "BRb2Sb": 1322,
      "BLi2N": 1323,
      "BNa2P": 1324,
      "BNa2Sb": 1325,
      "BKN2": 1326,
      "BNNa2": 1327,
      "BK2N": 1328,
      "BK2P": 1329,
      "BK2Sb": 1330,
      "BLi2P": 1331,
      "BNRb2": 1332,
      "BPRb2": 1333,
      "BN2Rb": 1334,
      "BP2Rb": 1335,
      "CHf": 1336,
      "C20": 1337,
      "C18": 1338,
      "CTi2": 1339,
      "C24": 1340,
      "FLi": 1341,
      "H24": 1342,
      "HMg31O32": 1343,
      "KS": 1344,
      "KTl": 1345,
      "KS2": 1346,
      "KSSn2": 1347,
      "KSeSn2": 1348,
      "KPb2S": 1349,
      "KPbS2": 1350,
      "KSe2Sn": 1351,
      "KS2Sn": 1352,
      "KPbSe2": 1353,
      "KSnTe2": 1354,
      "KPbTe2": 1355,
      "NRb2Tl": 1356,
      "N3Ta": 1357,
      "PRb2Tl": 1358,
      "V12": 1359,
      "VZn2": 1360,
      "cr": 1361,
      "es": 1362,
      "for": 1363,
      "la": 1364,
      "lic": 1365,
      "mu": 1366,
      "st": 1367,
      "slic": 1368,
      "yst": 1369,
      "10S8": 1370,
      "GaHf": 1371,
      "GaO3": 1372,
      "GaLaO3": 1373,
      "GaKSb2": 1374,
      "GaLiSb2": 1375,
      "GaLiP2": 1376,
      "GaNaSb2": 1377,
      "GaRbSb2": 1378,
      "GaKP2": 1379,
      "GaLiN2": 1380,
      "GaNaP2": 1381,
      "GaN2Na": 1382,
      "GaRb2Sb": 1383,
      "GaLi2N": 1384,
      "GaNa2P": 1385,
      "GaNa2Sb": 1386,
      "GaNNa2": 1387,
      "GaNdO3": 1388,
      "GaO3Pr": 1389,
      "GaK2N": 1390,
      "GaK2P": 1391,
      "GaK2Sb": 1392,
      "GaNRb2": 1393,
      "GaN2Rb": 1394,
      "GaP2Rb": 1395,
      "LiS": 1396,
      "LiS2": 1397,
      "LiTl2": 1398,
      "LiSeSn2": 1399,
      "LiPb2Se": 1400,
      "LiPbS2": 1401,
      "LiSe2Sn": 1402,
      "LiS2Sn": 1403,
      "LiPbSe2": 1404,
      "LiSnTe2": 1405,
      "LiPb2Te": 1406,
      "LiPbTe2": 1407,
      "LiSn2Te": 1408,
      "InSr": 1409,
      "InLu": 1410,
      "InKSb2": 1411,
      "InLiSb2": 1412,
      "InLiP2": 1413,
      "InNaSb2": 1414,
      "InRbSb2": 1415,
      "InLi2Sb": 1416,
      "InKP2": 1417,
      "InLiN2": 1418,
      "InNaP2": 1419,
      "InN2Na": 1420,
      "InRb2Sb": 1421,
      "InLi2N": 1422,
      "InNa2P": 1423,
      "InNa2Sb": 1424,
      "InKN2": 1425,
      "InLi2P": 1426,
      "InPRb2": 1427,
      "InN2Rb": 1428,
      "InP2Rb": 1429,
      "N4Pb2": 1430,
      "NaS": 1431,
      "NaV": 1432,
      "NaS2": 1433,
      "NaSSn2": 1434,
      "NaPb2S": 1435,
      "NaPb2Se": 1436,
      "NaPbS2": 1437,
      "NaSe2Sn": 1438,
      "NaS2Sn": 1439,
      "NaPbSe2": 1440,
      "NaSnTe2": 1441,
      "NaPb2Te": 1442,
      "NaPbTe2": 1443,
      "NaSn2Te": 1444,
      "CdHg": 1445,
      "CdCs": 1446,
      "CdF3K": 1447,
      "CdCsF3": 1448,
      "CdCl3Cs": 1449,
      "CdRbSe2": 1450,
      "CdRb2Se": 1451,
      "CdKSe2": 1452,
      "CdNaSe2": 1453,
      "CdK2Se": 1454,
      "CdRb2Te": 1455,
      "CdNa2Se": 1456,
      "CdKTe2": 1457,
      "CdLiTe2": 1458,
      "CdNaTe2": 1459,
      "CdK2Te": 1460,
      "CdLi2Se": 1461,
      "CdF3Rb": 1462,
      "CdNa2Te": 1463,
      "CdLi2Te": 1464,
      "CdO3Ti": 1465,
      "Cu8S": 1466,
      "TiZr": 1467,
      "O4Ti2": 1468,
      "GeRb": 1469,
      "GeK2": 1470,
      "GeNa2": 1471,
      "GeSe8": 1472,
      "GeSe12": 1473,
      "GeLiSe2": 1474,
      "GeRbSe2": 1475,
      "GeRbTe2": 1476,
      "GeRb2Se": 1477,
      "GeKSe2": 1478,
      "GeNaSe2": 1479,
      "GeK2Se": 1480,
      "GeRb2Te": 1481,
      "GeNa2Se": 1482,
      "GeKTe2": 1483,
      "GeLiTe2": 1484,
      "GeNaTe2": 1485,
      "GeK2Te": 1486,
      "GeNa2Te": 1487,
      "GeSr2Te": 1488,
      "GeRb2S": 1489,
      "GeKS2": 1490,
      "GeLiS2": 1491,
      "GeNaS2": 1492,
      "AsIn2Li": 1493,
      "AsInK2": 1494,
      "AsS3": 1495,
      "AsKTl2": 1496,
      "AsNaTl2": 1497,
      "AsK2Tl": 1498,
      "AsLi2Tl": 1499,
      "AsNa2Tl": 1500,
      "AsLiTl2": 1501,
      "BiCa": 1502,
      "BiRu": 1503,
      "BiO3": 1504,
      "BiLiSe2": 1505,
      "BiRbSe2": 1506,
      "BiRb2Se": 1507,
      "BiIn2Li": 1508,
      "BiKSe2": 1509,
      "BiInK2": 1510,
      "BiNaSe2": 1511,
      "BiK2Se": 1512,
      "BiRb2Tl": 1513,
      "BiNa2Se": 1514,
      "BiLi2Se": 1515,
      "BiRbTl2": 1516,
      "BiKTl2": 1517,
      "BiNaTl2": 1518,
      "BiK2Tl": 1519,
      "BiLi2Tl": 1520,
      "BiNa2Tl": 1521,
      "PbRbSe2": 1522,
      "PbRbTe2": 1523,
      "PbRb2Se": 1524,
      "PbRb2Te": 1525,
      "PbSrTe2": 1526,
      "PbSr2Te": 1527,
      "PbRb2S": 1528,
      "MnRb": 1529,
      "MnTl": 1530,
      "MnO3": 1531,
      "Ag10S8": 1532,
      "Si18": 1533,
      "NiSn": 1534,
      "NiSc": 1535,
      "NiOs": 1536,
      "NiO32": 1537,
      "CaMo": 1538,
      "CaCs": 1539,
      "CaF3K": 1540,
      "CaSSn2": 1541,
      "CaSeSn2": 1542,
      "CaPb2S": 1543,
      "CaPb2Se": 1544,
      "CaSe2Sn": 1545,
      "CaS2Sn": 1546,
      "CaPbSe2": 1547,
      "CaSnTe2": 1548,
      "CaPb2Te": 1549,
      "CaPbTe2": 1550,
      "CaGeSe2": 1551,
      "CaGeS2": 1552,
      "CaGe2Se": 1553,
      "CaF3Rb": 1554,
      "CaGeTe2": 1555,
      "CaGe2S": 1556,
      "CaGe2Te": 1557,
      "Sn4Zn4": 1558,
      "SnSrTe2": 1559,
      "SnSr2Te": 1560,
      "MgRu": 1561,
      "MgSSn2": 1562,
      "MgSeSn2": 1563,
      "MgPb2Se": 1564,
      "MgPbS2": 1565,
      "MgSe2Sn": 1566,
      "MgS2Sn": 1567,
      "MgPbSe2": 1568,
      "MgSnTe2": 1569,
      "MgPb2Te": 1570,
      "MgPbTe2": 1571,
      "MgSn2Te": 1572,
      "MgNiOs": 1573,
      "AlKSb2": 1574,
      "AlLiSb2": 1575,
      "AlNaSb2": 1576,
      "AlRbSb2": 1577,
      "AlLi2Sb": 1578,
      "AlKP2": 1579,
      "AlLiN2": 1580,
      "AlNaP2": 1581,
      "AlN2Na": 1582,
      "AlRb2Sb": 1583,
      "AlLi2N": 1584,
      "AlNa2P": 1585,
      "AlNa2Sb": 1586,
      "AlKN2": 1587,
      "AlNNa2": 1588,
      "AlK2N": 1589,
      "AlK2P": 1590,
      "AlK2Sb": 1591,
      "AlLi2P": 1592,
      "AlNRb2": 1593,
      "AlPRb2": 1594,
      "AlMgRu": 1595,
      "Sr3": 1596,
      "SrTc": 1597,
      "C4V12": 1598,
      "HfO3Pb": 1599,
      "FeHg": 1600,
      "FeO3": 1601,
      "FeLaO3": 1602,
      "CoO3Sr": 1603,
      "CoNdO3": 1604,
      "CoO3Pr": 1605,
      "CoO3Sm": 1606,
      "TcZr": 1607,
      "CrO3": 1608,
      "CrNdO3": 1609,
      "CrO3Pr": 1610,
      "CrO3Sm": 1611,
      "AuCl3Cs": 1612,
      "RbU": 1613,
      "RbSe2Sn": 1614,
      "RbS2Sn": 1615,
      "RbSnTe2": 1616,
      "RbSn2Te": 1617,
      "NbO3Sr": 1618,
      "BeSSn2": 1619,
      "BeSeSn2": 1620,
      "BePb2S": 1621,
      "BePb2Se": 1622,
      "BePbS2": 1623,
      "BeSe2Sn": 1624,
      "BeS2Sn": 1625,
      "BePbSe2": 1626,
      "BeSnTe2": 1627,
      "BePb2Te": 1628,
      "BePbTe2": 1629,
      "BeSn2Te": 1630,
      "BeGeSe2": 1631,
      "BeGeS2": 1632,
      "BeGe2Se": 1633,
      "BeGeTe2": 1634,
      "BeGe2S": 1635,
      "BeGe2Te": 1636,
      "Be4Os": 1637,
      "BaMo": 1638,
      "BaF3": 1639,
      "BaSi46": 1640,
      "BaSSn2": 1641,
      "BaSeSn2": 1642,
      "BaPb2S": 1643,
      "BaPbS2": 1644,
      "BaSe2Sn": 1645,
      "BaS2Sn": 1646,
      "BaPbSe2": 1647,
      "BaSnTe2": 1648,
      "BaPb2Te": 1649,
      "BaPbTe2": 1650,
      "BaSn2Te": 1651,
      "BaGeSe2": 1652,
      "BaGeS2": 1653,
      "BaGe2Se": 1654,
      "BaGeTe2": 1655,
      "BaGe2S": 1656,
      "BaGe2Te": 1657,
      "BaNp": 1658,
      "BaFeO3": 1659,
      "PdRb": 1660,
      "HgRb": 1661,
      "HgLiSe2": 1662,
      "HgRbSe2": 1663,
      "HgRbTe2": 1664,
      "HgRb2Se": 1665,
      "HgKSe2": 1666,
      "HgNaSe2": 1667,
      "HgK2Se": 1668,
      "HgRb2Te": 1669,
      "HgNa2Se": 1670,
      "HgKTe2": 1671,
      "HgLiTe2": 1672,
      "HgNaTe2": 1673,
      "HgK2Te": 1674,
      "HgLi2Se": 1675,
      "HgNa2Te": 1676,
      "HgLi2Te": 1677,
      "Zr12": 1678,
      "RhSrTc": 1679,
      "IrRhSrTc": 1680,
      "Ce2": 1681,
      "Ce4": 1682,
      "CeO2": 1683,
      "CeGaO3": 1684,
      "CeCrO3": 1685,
      "EuF3": 1686,
      "EuO3Ti": 1687,
      "MoZr": 1688,
      "CsEuF3": 1689,
      "LaMnO3": 1690,
      "LaMgNiOs": 1691,
      "Cu4Ge2Se8": 1692,
      "O8Ti4": 1693,
      "O3RbU": 1694,
      "16Sn4Zn4": 1695,
      "Ag4S8Sn2": 1696,
      "Cd2RbSe": 1697,
      "Cd2RbTe": 1698,
      "Cd2KTe": 1699,
      "Cd2LiTe": 1700,
      "Cd2LiSe": 1701,
      "Cd2NaTe": 1702,
      "Cd2NaSe": 1703,
      "N2RbTl": 1704,
      "CMoV2": 1705,
      "CMoNb2": 1706,
      "CMoZr2": 1707,
      "CMo2W": 1708,
      "B2NaSb": 1709,
      "B2RbSb": 1710,
      "B2KSb": 1711,
      "B2KN": 1712,
      "B2KP": 1713,
      "B2PRb": 1714,
      "B2NaP": 1715,
      "B2NNa": 1716,
      "B2NRb": 1717,
      "B2LiN": 1718,
      "B2LiP": 1719,
      "B2LiSb": 1720,
      "Ga4O6": 1721,
      "CW2Zr": 1722,
      "Ge2Se12": 1723,
      "Ge2RbSe": 1724,
      "Ge2RbTe": 1725,
      "Ge2KTe": 1726,
      "Ge2KSe": 1727,
      "Ge2LiTe": 1728,
      "Ge2NaTe": 1729,
      "Ge2SrTe": 1730,
      "Ge2RbS": 1731,
      "Ge2KS": 1732,
      "Ge2LiS": 1733,
      "Ge2NaS": 1734,
      "Mg2PbS": 1735,
      "Mg2PbSe": 1736,
      "Mg2SeSn": 1737,
      "Mg2SnTe": 1738,
      "Mg2SSn": 1739,
      "Mg2PbTe": 1740,
      "Sn2SrTe": 1741,
      "K2SbSe": 1742,
      "K2PbS": 1743,
      "K2PbSe": 1744,
      "K2SeSn": 1745,
      "K2SnTe": 1746,
      "K2SSn": 1747,
      "K2PbTe": 1748,
      "Rb2SbSe": 1749,
      "Rb2SeSn": 1750,
      "Rb2SnTe": 1751,
      "Rb2SSn": 1752,
      "In2NaSb": 1753,
      "In2RbSb": 1754,
      "In2KSb": 1755,
      "In2KN": 1756,
      "In2KP": 1757,
      "In2PRb": 1758,
      "In2NaP": 1759,
      "In2NNa": 1760,
      "In2NRb": 1761,
      "Be2PbS": 1762,
      "Be2PbSe": 1763,
      "Be2SeSn": 1764,
      "Be2SnTe": 1765,
      "Be2SSn": 1766,
      "Be2PbTe": 1767,
      "Be2GeS": 1768,
      "Be2GeSe": 1769,
      "Be2GeTe": 1770,
      "Ba2PbS": 1771,
      "Ba2SeSn": 1772,
      "Ba2SnTe": 1773,
      "Ba2PbTe": 1774,
      "Ba2GeS": 1775,
      "Ba2GeSe": 1776,
      "Ba2GeTe": 1777,
      "Hg2RbSe": 1778,
      "Hg2RbTe": 1779,
      "Hg2KTe": 1780,
      "Hg2KSe": 1781,
      "Hg2LiTe": 1782,
      "Hg2LiSe": 1783,
      "Hg2NaTe": 1784,
      "Hg2NaSe": 1785,
      "I8N4Pb2": 1786,
      "C2MoV": 1787,
      "C2TiZr": 1788,
      "C2MoZr": 1789,
      "Li2SbSe": 1790,
      "Li2PbS": 1791,
      "Li2PbSe": 1792,
      "Li2SeSn": 1793,
      "Li2SnTe": 1794,
      "Li2SSn": 1795,
      "Li2PbTe": 1796,
      "F3PbRb": 1797,
      "F3NaV": 1798,
      "F3MnRb": 1799,
      "F3PdRb": 1800,
      "F3HgRb": 1801,
      "As2Cu6": 1802,
      "As2RbTl": 1803,
      "As2LiTl": 1804,
      "As2NaTl": 1805,
      "As2KTl": 1806,
      "Bi2Se3": 1807,
      "Bi2RbSe": 1808,
      "Bi2KSe": 1809,
      "Bi2LiSe": 1810,
      "Bi2NaSe": 1811,
      "Bi2RbTl": 1812,
      "Bi2LiTl": 1813,
      "Bi2NaTl": 1814,
      "Pb2RbSe": 1815,
      "Pb2RbTe": 1816,
      "Pb2SrTe": 1817,
      "Pb2RbS": 1818,
      "Na2SbSe": 1819,
      "Na2PbS": 1820,
      "Na2PbSe": 1821,
      "Na2SeSn": 1822,
      "Na2SnTe": 1823,
      "Na2PbTe": 1824,
      "AsGaK2": 1825,
      "AsGaNa2": 1826,
      "F3KV": 1827,
      "F3KPd": 1828,
      "AsBiTe3": 1829,
      "AsBiSe3": 1830,
      "BaO3Th": 1831,
      "BaO3Pr": 1832,
      "BaO3Pa": 1833,
      "BaO3Pu": 1834,
      "Br3CdCs": 1835,
      "Br3CaCs": 1836,
      "Cl3MnTl": 1837,
      "O3SrTc": 1838,
      "CsIO3": 1839,
      "CsI3Sn": 1840,
      "P2RbTl": 1841,
      "LaO3V": 1842,
      "LaO3Ti": 1843,
      "Cu6Ge3Se12": 1844,
      "Al2NaSb": 1845,
      "Al2RbSb": 1846,
      "Al2KSb": 1847,
      "Al2KN": 1848,
      "Al2KP": 1849,
      "Al2PRb": 1850,
      "Al2NaP": 1851,
      "Al2NRb": 1852,
      "Al2LiN": 1853,
      "Al2LiP": 1854,
      "Ga2NaSb": 1855,
      "Ga2KSb": 1856,
      "Ga2KN": 1857,
      "Ga2KP": 1858,
      "Ga2PRb": 1859,
      "Ga2NaP": 1860,
      "Ga2NNa": 1861,
      "Ga2LiN": 1862,
      "Ga2LiP": 1863,
      "Ga2LiSb": 1864,
      "CdHfInSr": 1865,
      "CaO3Sn": 1866,
      "Ca2PbSe": 1867,
      "Ca2SeSn": 1868,
      "Ca2SnTe": 1869,
      "Ca2SSn": 1870,
      "Ca2PbTe": 1871,
      "Ca2GeSe": 1872,
      "Ca2GeTe": 1873,
      "GeLi2Te": 1874,
      "GeLi2Se": 1875,
      "Ge45K": 1876,
      "AsBiS3": 1877,
      "SSn2Sr": 1878,
      "SeSn2Sr": 1879,
      "Pb2SSr": 1880,
      "Pb2SeSr": 1881,
      "PbSSr2": 1882,
      "PbSeSr2": 1883,
      "PbS2Sr": 1884,
      "SeSnSr2": 1885,
      "Se2SnSr": 1886,
      "S2SnSr": 1887,
      "PbSe2Sr": 1888,
      "Mg31NiO32": 1889,
      "CsF3Mg": 1890,
      "CsF3Sr": 1891,
      "CsF3Fe": 1892,
      "CsF3Hg": 1893,
      "CsF3Yb": 1894,
      "Cl3CsSn": 1895,
      "Cl3CsHg": 1896,
      "Cl3CsEu": 1897,
      "Cl3CsTm": 1898,
      "Cl3CsYb": 1899,
      "Cl3CsSm": 1900,
      "SSnSr2": 1901,
      "NaSbTl2": 1902,
      "KSbSe2": 1903,
      "KSbTl2": 1904,
      "KSb2Se": 1905,
      "KSb2Tl": 1906,
      "LiSe2Zn": 1907,
      "LiSb2Se": 1908,
      "LiSb2Tl": 1909,
      "LiP2Tl": 1910,
      "NaSb2Se": 1911,
      "NaSb2Tl": 1912,
      "RbSe2Zn": 1913,
      "RbTe2Zn": 1914,
      "RbSb2Se": 1915,
      "RbSb2Tl": 1916,
      "CeO3V": 1917,
      "Rb2SeZn": 1918,
      "In2LiN": 1919,
      "In2LiP": 1920,
      "Li2SbTl": 1921,
      "Br3CsGe": 1922,
      "Br3CsSn": 1923,
      "Br3CsYb": 1924,
      "KNTl2": 1925,
      "KPTl2": 1926,
      "KSe2Zn": 1927,
      "KP2Tl": 1928,
      "PRbTl2": 1929,
      "LiN2Tl": 1930,
      "InK2N": 1931,
      "InK2P": 1932,
      "InK2Sb": 1933,
      "NaPTl2": 1934,
      "NaSe2Zn": 1935,
      "NaP2Tl": 1936,
      "AlBiK2": 1937,
      "AlBiRb2": 1938,
      "AlBiLi2": 1939,
      "N2NaTl": 1940,
      "B2BiK": 1941,
      "B2BiLi": 1942,
      "B2BiNa": 1943,
      "K2SeZn": 1944,
      "Rb2TeZn": 1945,
      "Rb2SbTl": 1946,
      "Li2NTl": 1947,
      "Na2PTl": 1948,
      "Na2SbTl": 1949,
      "Na2SeZn": 1950,
      "BBiK2": 1951,
      "BBiRb2": 1952,
      "BBiLi2": 1953,
      "BBiNa2": 1954,
      "BBi2Li": 1955,
      "BBi2Na": 1956,
      "KTeZn2": 1957,
      "KSeZn2": 1958,
      "KN2Tl": 1959,
      "KTe2Zn": 1960,
      "NNaTl2": 1961,
      "NRbTl2": 1962,
      "NNa2Tl": 1963,
      "LiNTl2": 1964,
      "LiPTl2": 1965,
      "LiTeZn2": 1966,
      "LiSeZn2": 1967,
      "LiTe2Zn": 1968,
      "NaTeZn2": 1969,
      "NaSeZn2": 1970,
      "NaTe2Zn": 1971,
      "GeSeSr2": 1972,
      "GeSe2Sr": 1973,
      "GeS2Sr": 1974,
      "AsInLi2": 1975,
      "AsInNa2": 1976,
      "AsB2K": 1977,
      "AsB2Li": 1978,
      "AsB2Na": 1979,
      "AsB2Rb": 1980,
      "BiGaO3": 1981,
      "BiGaRb2": 1982,
      "BiInO3": 1983,
      "BiInRb2": 1984,
      "BiInLi2": 1985,
      "BiInNa2": 1986,
      "BiGa2K": 1987,
      "BiGa2Li": 1988,
      "BiGa2Na": 1989,
      "BiGa2Rb": 1990,
      "AlAsK2": 1991,
      "AlAsRb2": 1992,
      "AlAsLi2": 1993,
      "AlAsNa2": 1994,
      "AlAs2K": 1995,
      "AlAs2Li": 1996,
      "AlAs2Na": 1997,
      "AlAs2Rb": 1998,
      "AlBi2K": 1999,
      "AlBi2Li": 2000,
      "AlBi2Na": 2001,
      "AlBi2Rb": 2002,
      "NdO3V": 2003,
      "O3PrV": 2004,
      "Ge2SeSr": 2005,
      "K2NTl": 2006,
      "K2PTl": 2007,
      "K2TeZn": 2008,
      "K2SbTl": 2009,
      "C2NbV": 2010,
      "C2NbZr": 2011,
      "Li2PTl": 2012,
      "Li2SeZn": 2013,
      "F3FeRb": 2014,
      "F3RbV": 2015,
      "F3RbYb": 2016,
      "As2BK": 2017,
      "As2BLi": 2018,
      "As2BNa": 2019,
      "As2BRb": 2020,
      "As2GaK": 2021,
      "As2GaLi": 2022,
      "As2GaNa": 2023,
      "As2GaRb": 2024,
      "As2InK": 2025,
      "As2InLi": 2026,
      "As2InNa": 2027,
      "As2InRb": 2028,
      "Bi2GaK": 2029,
      "Bi2GaLi": 2030,
      "Bi2GaNa": 2031,
      "Bi2GaRb": 2032,
      "Bi2InK": 2033,
      "Bi2InLi": 2034,
      "Bi2InNa": 2035,
      "Bi2InRb": 2036,
      "Na2TeZn": 2037,
      "AsGa2K": 2038,
      "AsGa2Li": 2039,
      "AsGa2Na": 2040,
      "AsGa2Rb": 2041,
      "Al2AsK": 2042,
      "Al2AsLi": 2043,
      "Al2AsNa": 2044,
      "Al2AsRb": 2045,
      "CVW": 2046,
      "CVZr": 2047,
      "CVW2": 2048,
      "CHf2Mo": 2049,
      "LiSbSe2": 2050,
      "GeMgSe2": 2051,
      "GeMgS2": 2052,
      "GeMgTe2": 2053,
      "GeMg2S": 2054,
      "GeMg2Te": 2055,
      "GeMg2Se": 2056,
      "AsBRb2": 2057,
      "AsBLi2": 2058,
      "AsBNa2": 2059,
      "AsIn2K": 2060,
      "AsIn2Na": 2061,
      "AsIn2Rb": 2062,
      "BiIn2K": 2063,
      "BiIn2Na": 2064,
      "BiIn2Rb": 2065,
      "Ba3Cu6Ge3Se12": 2066,
      "Ba3Cu6GeSe12": 2067,
      "Ba3Cu6Ge2Se12": 2068,
      "O3SnTa": 2069,
      "O3SmV": 2070,
      "Ge2MgS": 2071,
      "Ge2MgTe": 2072,
      "Ge2MgSe": 2073,
      "Ba2Cu4Se8Sn2": 2074,
      "Ba2Cu4Ge2Se8": 2075,
      "Ba2Cu4GeSe8": 2076,
      "C2HfV": 2077,
      "C2HfTi": 2078,
      "C2HfNb": 2079,
      "Li2TeZn": 2080,
      "Al2BiK": 2081,
      "Al2BiNa": 2082,
      "Al2BiRb": 2083,
      "CNbTa2": 2084,
      "CNbZr2": 2085,
      "AsSbTe3": 2086,
      "AsSbSe3": 2087,
      "BiSbTe3": 2088,
      "BiSbSe3": 2089,
      "PbRbS2": 2090,
      "BaIrO3": 2091,
      "BaIrNiSn": 2092,
      "F3MgNa": 2093,
      "F3MgRb": 2094,
      "CHfMo2": 2095,
      "C20H24": 2096,
      "C18Si18": 2097,
      "CTi2Zr": 2098,
      "N3TaTh": 2099,
      "VZn2Zr": 2100,
      "cryst": 2101,
      "formu": 2102,
      "slices": 2103,
      "InLuO3": 2104,
      "CdHgMoV": 2105,
      "Cu8S16Sn4Zn4": 2106,
      "GeRbS2": 2107,
      "GeK2S": 2108,
      "GeNa2S": 2109,
      "AsS3Sb": 2110,
      "BiCaGaHf": 2111,
      "BiRuTcZr": 2112,
      "BiO3Sc": 2113,
      "Ag10S8Sb2": 2114,
      "CaMoNiSc": 2115,
      "AlMgRuTl": 2116,
      "C4V12Zr12": 2117,
      "FeHgPtV": 2118,
      "Be4OsTi": 2119,
      "BaMoO3": 2120,
      "BaF3Li": 2121,
      "BaNpO3": 2122,
      "Cu4Ge2Se8Sr2": 2123,
      "Ag4S8Sn2Sr2": 2124,
      "As2Cu6S8": 2125,
      "Cu6Ge3Se12Sr3": 2126,
      "Ba3Cu6GeSe12Sn2": 2127,
      "Ba3Cu6Ge2Se12Sn": 2128,
      "Ba2Cu4GeSe8Sn": 2129,
      "C20H24I8N4Pb2": 2130,
      "crystal": 2131,
      "formula": 2132
    },
    "merges": [
      "i c",
      "b ic",
      "c u",
      "cu bic",
      "C l",
      "o n",
      "a l",
      "g on",
      "gon al",
      "a gonal",
      "1 1",
      "1 0",
      "e x",
      "h ex",
      "hex agonal",
      "G a",
      "L i",
      "B r",
      "I n",
      "t r",
      "Z n",
      "N 4",
      "N a",
      "C d",
      "C u",
      "T i",
      "O 4",
      "T e",
      "G e",
      "A s",
      "B i",
      "P b",
      "S b",
      "M n",
      "o r",
      "A g",
      "S i",
      "N i",
      "C a",
      "1 2",
      "i gonal",
      "tr igonal",
      "S n",
      "M g",
      "A l",
      "S r",
      "C 4",
      "4 O4",
      "H f",
      "F e",
      "C o",
      "T c",
      "C r",
      "A u",
      "R b",
      "N b",
      "B e",
      "T a",
      "S c",
      "B a",
      "S 4",
      "S e",
      "1 3",
      "P d",
      "H g",
      "Z r",
      "1 4",
      "R h",
      "P t",
      "e tr",
      "t etr",
      "tetr agonal",
      "P o",
      "4 N4",
      "L u",
      "I r",
      "1 5",
      "R u",
      "Cl 4",
      "T h",
      "C e",
      "h o",
      "h or",
      "m bic",
      "t hor",
      "or thor",
      "ho mbic",
      "orthor hombic",
      "E u",
      "M o",
      "T l",
      "G d",
      "T b",
      "N d",
      "H o",
      "D y",
      "E r",
      "P r",
      "R a",
      "T m",
      "O s",
      "R e",
      "Y b",
      "C s",
      "S m",
      "4 P",
      "4P 4",
      "4 S4",
      "i n",
      "l in",
      "lin ic",
      "A r",
      "N e",
      "K r",
      "X e",
      "R n",
      "4 Li",
      "4Li 4",
      "Zn 4",
      "L a",
      "Cu 4",
      "A c",
      "P m",
      "F 8",
      "c linic",
      "m on",
      "o clinic",
      "mon oclinic",
      "Na 4",
      "Ti 4",
      "V 4",
      "O 8",
      "O 3",
      "O 2",
      "In 4P4",
      "1 6",
      "K 4",
      "H e",
      "Br 4",
      "1 7",
      "Ru 2",
      "Cd 4O4",
      "Cl 6",
      "Ag 4",
      "Cd 2",
      "Te 3",
      "Sr 4",
      "Au 4",
      "N 2",
      "ic linic",
      "tr iclinic",
      "C Mo",
      "B 2",
      "C4 Ti4",
      "Cl4 Na4",
      "Mn 4S4",
      "Mg 4O4",
      "Fe 4O4",
      "Ga 4P4",
      "Tc 4",
      "O8 Tc4",
      "Ga 4",
      "B2 N2",
      "4 Ga4",
      "As 4Ga4",
      "Co 4O4",
      "4 Na4",
      "F 4Na4",
      "C4 Hf",
      "C4Hf 4",
      "N4 V4",
      "C4 V4",
      "N4 Ti4",
      "O4 Ru2",
      "Cr 4N4",
      "Se 2",
      "Ag4 Cl4",
      "Ni 4O4",
      "H 4Li4",
      "B Os",
      "Be 4S4",
      "F 4Li4",
      "C4 Nb",
      "C4Nb 4",
      "Cl Tl",
      "C4 Ta",
      "S4 Sn",
      "C4Ta 4",
      "Pd 2",
      "O2 Pd2",
      "Pt 2",
      "C W",
      "Ca 4O4",
      "Cl4 Cu4",
      "O2 Pt2",
      "Sc 4",
      "S4 Sc4",
      "O3 Re",
      "S4Sn 4",
      "Rb 4",
      "Cl4 Rb4",
      "Pb 4S4",
      "C4 Th",
      "Po 4",
      "O8 Po4",
      "C4Th 4",
      "Rh 2",
      "4 F",
      "Bi 4F",
      "Bi4F 12",
      "O4 Rh2",
      "S 2",
      "Br4 K4",
      "Ce 4N4",
      "Cl4 K4",
      "Br4 Cu4",
      "Si 4",
      "S4 Zn4",
      "Cd2 Se2",
      "O4 Zn4",
      "Ge 3",
      "Hg 4",
      "F8 Hg4",
      "Al 4P4",
      "Ir 2",
      "Ge3 Te3",
      "Ir2 O4",
      "C4 Zr",
      "C4Zr 4",
      "I 4Li4",
      "Y 4",
      "N4 Y4",
      "H 4",
      "Cl Cs",
      "O4 Sr4",
      "4 Zn4",
      "Te 4Zn4",
      "Sb 4",
      "Ba 4O4",
      "C4 Si4",
      "Au4 S2",
      "La 2",
      "Cl6 La2",
      "Gd 4N4",
      "4 Sb4",
      "2 Cl6",
      "Ac 2Cl6",
      "In 4Sb4",
      "Pm 2",
      "O3 Pm2",
      "N4 Tb",
      "N4Tb 4",
      "2 0",
      "Eu 4S4",
      "N4 Nd",
      "N4Nd 4",
      "Ho 4N4",
      "Dy 4N4",
      "Er 4N4",
      "Ra 4",
      "F8 Ra4",
      "N4 Pr",
      "N4Pr 4",
      "N4 Tm",
      "N4Tm 4",
      "Ge 2",
      "Lu 4N4",
      "1 9",
      "N4 Yb",
      "N4Yb 4",
      "1 8",
      "Cr 2",
