{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "+": 5,
      "-": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      "A": 17,
      "B": 18,
      "C": 19,
      "D": 20,
      "E": 21,
      "F": 22,
      "G": 23,
      "H": 24,
      "I": 25,
      "K": 26,
      "L": 27,
      "M": 28,
      "N": 29,
      "O": 30,
      "P": 31,
      "R": 32,
      "S": 33,
      "T": 34,
      "U": 35,
      "V": 36,
      "W": 37,
      "X": 38,
      "Y": 39,
      "Z": 40,
      "a": 41,
      "b": 42,
      "c": 43,
      "d": 44,
      "e": 45,
      "f": 46,
      "g": 47,
      "h": 48,
      "i": 49,
      "l": 50,
      "m": 51,
      "n": 52,
      "o": 53,
      "p": 54,
      "r": 55,
      "s": 56,
      "t": 57,
      "u": 58,
      "y": 59,
      "Cl": 60,
      "11": 61,
      "10": 62,
      "Ga": 63,
      "Li": 64,
      "Br": 65,
      "In": 66,
      "Zn": 67,
      "Na": 68,
      "Cu": 69,
      "Cd": 70,
      "Ti": 71,
      "As": 72,
      "Ge": 73,
      "Te": 74,
      "Bi": 75,
      "Sb": 76,
      "Pb": 77,
      "Mn": 78,
      "Ag": 79,
      "Si": 80,
      "Ni": 81,
      "Ca": 82,
      "13": 83,
      "12": 84,
      "14": 85,
      "Al": 86,
      "Sr": 87,
      "Mg": 88,
      "Au": 89,
      "Sn": 90,
      "Fe": 91,
      "Hf": 92,
      "Co": 93,
      "Tc": 94,
      "Cr": 95,
      "15": 96,
      "Rb": 97,
      "Be": 98,
      "Nb": 99,
      "Ta": 100,
      "Sc": 101,
      "Ba": 102,
      "Hg": 103,
      "Zr": 104,
      "Pd": 105,
      "Se": 106,
      "Rh": 107,
      "Pt": 108,
      "Po": 109,
      "Lu": 110,
      "Ir": 111,
      "Th": 112,
      "Ce": 113,
      "Ru": 114,
      "Eu": 115,
      "Gd": 116,
      "Tb": 117,
      "Nd": 118,
      "Ho": 119,
      "Dy": 120,
      "Er": 121,
      "Pr": 122,
      "Ra": 123,
      "Tm": 124,
      "Yb": 125,
      "Sm": 126,
      "Mo": 127,
      "Ar": 128,
      "Ne": 129,
      "Kr": 130,
      "Tl": 131,
      "Xe": 132,
      "Rn": 133,
      "Re": 134,
      "Os": 135,
      "Cs": 136,
      "16": 137,
      "17": 138,
      "La": 139,
      "Ac": 140,
      "Pm": 141,
      "He": 142,
      "20": 143,
      "19": 144,
      "18": 145,
      "22": 146,
      "23": 147,
      "40": 148,
      "41": 149,
      "26": 150,
      "35": 151,
      "31": 152,
      "45": 153,
      "21": 154,
      "30": 155,
      "32": 156,
      "37": 157,
      "34": 158,
      "44": 159,
      "27": 160,
      "43": 161,
      "24": 162,
      "33": 163,
      "38": 164,
      "28": 165,
      "42": 166,
      "25": 167,
      "29": 168,
      "36": 169,
      "39": 170,
      "46": 171,
      "50": 172,
      "47": 173,
      "51": 174,
      "48": 175,
      "49": 176,
      "53": 177,
      "52": 178,
      "56": 179,
      "57": 180,
      "59": 181,
      "58": 182,
      "54": 183,
      "55": 184,
      "60": 185,
      "61": 186,
      "62": 187,
      "63": 188,
      "Np": 189,
      "Pa": 190,
      "Pu": 191,
      "ce": 192,
      "ice": 193,
      "lice": 194,
      "slice": 195,
      "slices": 196
    },
    "merges": [
      "C l",
      "1 1",
      "1 0",
      "G a",
      "L i",
      "B r",
      "I n",
      "Z n",
      "N a",
      "C u",
      "C d",
      "T i",
      "A s",
      "G e",
      "T e",
      "B i",
      "S b",
      "P b",
      "M n",
      "A g",
      "S i",
      "N i",
      "C a",
      "1 3",
      "1 2",
      "1 4",
      "A l",
      "S r",
      "M g",
      "A u",
      "S n",
      "F e",
      "H f",
      "C o",
      "T c",
      "C r",
      "1 5",
      "R b",
      "B e",
      "N b",
      "T a",
      "S c",
      "B a",
      "H g",
      "Z r",
      "P d",
      "S e",
      "R h",
      "P t",
      "P o",
      "L u",
      "I r",
      "T h",
      "C e",
      "R u",
      "E u",
      "G d",
      "T b",
      "N d",
      "H o",
      "D y",
      "E r",
      "P r",
      "R a",
      "T m",
      "Y b",
      "S m",
      "M o",
      "A r",
      "N e",
      "K r",
      "T l",
      "X e",
      "R n",
      "R e",
      "O s",
      "C s",
      "1 6",
      "1 7",
      "L a",
      "A c",
      "P m",
      "H e",
      "2 0",
      "1 9",
      "1 8",
      "2 2",
      "2 3",
      "4 0",
      "4 1",
      "2 6",
      "3 5",
      "3 1",
      "4 5",
      "2 1",
      "3 0",
      "3 2",
      "3 7",
      "3 4",
      "4 4",
      "2 7",
      "4 3",
      "2 4",
      "3 3",
      "3 8",
      "2 8",
      "4 2",
      "2 5",
      "2 9",
      "3 6",
      "3 9",
      "4 6",
      "5 0",
      "4 7",
      "5 1",
      "4 8",
      "4 9",
      "5 3",
      "5 2",
      "5 6",
      "5 7",
      "5 9",
      "5 8",
      "5 4",
      "5 5",
      "6 0",
      "6 1",
      "6 2",
      "6 3",
      "N p",
      "P a",
      "P u",
      "c e",
      "i ce",
      "l ice",
      "s lice",
      "slice s"
    ]
  }
}